{
	"campaign.h1roger.0101.h3m.prolog": "Přešláplé cesty piráta... Bezmezné moře, skřípání lodi a sílící slaný vítr! Mladý pirát Jeremy Albatros si to užívá, dokud jednoho dne není na prahu smrti. Byla to odsouzená cesta nebo řetězec náhod?\n\nZoufale se snažíc uniknout pronásledování Erathiánů, Jeremy vede Black Unicorn, jeho karavelu, přímo do srdce bouře. Důvěřuje štěstí a úplně popírá skutečnost, že ty obrovské, bouřlivé vlny mohou loď převrátit a poslat ji do Davyho Jonesova trezoru. Avšak štěstí se usměje na Jeremyho, ačkoli ne zrovna tak, jak by si přál. Loď narazí na skály a dostane obrovský otvor. Oprava škody je nemožná, ale posádka dokáže Black Unicorn táhnout na nejbližší pevninu a opustit ji na pobřežních útesech.\n\nAspoň Jeremy Albatros žije, stejně jako dobrá čtvrtina jeho posádky a jeho věrný druh Patris. Zlatá pláž neznámého ostrova, modrá obloha nad hlavou a zelené moře, trvající až za obzor... Nové dobrodružství na ně čekalo.",
	"campaign.h1roger.0102.h3m.prolog": "Jeremy zatím nepřemýšlel o tom, co ho čeká v budoucnosti. Jednoduše si teď užíval svůj život. Nicméně někde daleko na kontinentu se začaly probouzet obrovské hordy Kreeganských démonů. Připravovaly se na finální tah, na konečnou inkarnaci jejich plánu zničit tento svět. Teď posílali své špiony do všech koutů světa. A jak se ukázalo, tento malý ostrov je jim v cestě, se šancí středověké pevnosti, s Jolly Rogerem lstivě usmívajícím se z černé pirátské vlajky.\n\nAby přežil, musí Jeremy ostrov převzít. Podaří se mu to tentokrát?",
	"campaign.h1roger.0103.h3m.epilog": "Zbytky démonické armády byly vyhnány a vrženy do moře. To byla vítězství, na které by byli pyšní i nejlepší velitelé: hrstka milicistů a divochů udělala z Kreeganů pořádné maso. Škoda, že o tom nikdo nikdy nedozví.\n\nJeremy stál se svými muži na mořském pobřeží, v radosti. Nicméně byl ještě šťastnější kvůli tomu, že rychlé, pevné Kreeganské lodě zůstaly nedotčeny. Okamžitě nařídil načíst lodě a vyplout.\n\nKdyž už byl na palubě a díval se na zeslabující se ostrov, Jeremy si vzpomněl, že nikdy neptal se Alkina, kdo doopravdy byl a co na tom ostrově dělal. Avšak ihned to vyhodil z hlavy, protože na něj čekala nová dobrodružství. Která ovšem zatím neznal.",
	"campaign.h1roger.0103.h3m.prolog": "Černé lodě přistály na břehu. Drápy a kopy strašlivých mimozemských bytostí se dostaly na písečné břehy, aby zničily všechno, co by mohlo nabídnout odpor. Jeremy a jeho nový kámoš Alkin se naklonili nad mapu, snažíce se zjistit, jak porazit Kreeganskou invazi. Budou milice složené z ostrovanů a banditů schopny poskytnout důstojný odpor, nebo zahynou v blátě?\n\nJeremy stále důvěřuje svému štěstí. Je připoután a nemá žádnou jinou možnost než postavit se novému nepříteli. Jednoduše si nemůže dovolit být poražen právě teď.",
	"campaign.h1roger.description": "Toto je příběh jednoho piráta, známého převážně jako Jeremy Albatros. Nikdy neztrácí odvahu a je přesvědčen, že štěstí mu vždy zazáří. Dokonce i když jeho milovaný \"Black Unicorn\" je ztracen v katastrofě a on skončí na pustém ostrově bez šance na únik. I tehdy však neztrácí naději.",
	"campaign.h1roger.name": "Pod Jolly Rogerem",
	"campaign.h2terror.0201.h3m.prolog": "V legendách bardů začíná téměř vše s hrdinou sedícím v hospodě. Pirát Bidley to právě dělal. Místo se nacházelo ve rybářském městě na břehu barbarického Krewlodu.\n\nKdo by věděl, že kecala s opilcem se změní ve velké dobrodružství, které změní svět? Nikdo samozřejmě. A rozhodně ne Bidley. Seděl a pil levné pivo, poslouchal starý pirátský příběh o vězni, o němž se říká, že je držen v magickém vězení. Bidley si myslel, že je to pravděpodobně nějaký mocný mág, pravděpodobně z Bracady. Také si myslel, že štědrost takového vězně by měla být, no, štědřejší.\n\nBohužel Bidley nevěděl o existenci Xanthora, dobře známého mág. Xanthor piráty vůbec neměl rád. Osud mu však poslal, aby zachránil svého starého nepřítele. A to byl začátek...",
	"campaign.h2terror.0202.h3m.prolog": "Rychlý pohled, nevhodné slovo, riskantní rozhodnutí... Všechny tyto věci mohou radikálně změnit naše životy. Tím, že se rozhodl pomoci ženě, změnil Jeremy životy své i svého bratra dramaticky. Těžko je předvídat, kdo bude naším přítelem, a kdo naším nepřítelem. Je to stejně těžké jako předvídat okamžiky, kdy se náš život změní. Jeremy vkročil na tenký led od té doby, co bojoval s démony na malém ostrově. Zatím si představoval, že události kolem něj budou řešeny jeho štěstím.",
	"campaign.h2terror.0203.h3m.prolog": "Bidley se dozvěděl o Rohu Propasti poté, co zachránil Xanthora. Ve skutečnosti mu o něm Xanthor vyprávěl v naději, že se pirát pokusí o jeho získání a zahyne. To Bidley ovšem nikdy nezjistí.\n\nNyní, znovu sjednoceni s bratrem, začali plánovat pochod za Rohem Propasti se vší vážností. Potřebovali lodě, mnoho lodí, muže a zásoby také. Odkud získat to vše? Casmetra nabídla prozkoumat Pekelný břeh a přepadnout Kreeganské země. Nebezpečný podnik, ale slibný.",
	"campaign.h2terror.0204.h3m.prolog": "Co dělat, když osud celé rasy závisí na tobě? Nix Tark věděl, co dělat v takovém případě. I když nebyl úplně jistý, že jeho lidé obnoví bývalou slávu svého království, byl připraven udělat maximum, aby je zachránil. Jeho cesta vedla skrz hlubiny nighonských jeskyní. Dostal se do temných zemí čarodějů, krutých pánů a podzemních příšer. Tark byl připraven obětovat se, aby zachránil nixy ze otroctví a dal jim svobodu.",
	"campaign.h2terror.0205.h3m.prolog": "A tady je, okamžik zkázy! Bidley, Casmetra a Jeremy dorazili na místo, kde byl Roh Propasti ukryt. Podaří se jim ho získat zpět? Věděli, co je čeká? Samozřejmě ne. Zvláště Bidley, s veškerými problémy, kterými musel projít. Nicméně by měli být ostražití ohledně věcí, které se nevyvíjejí tak hladce, jak si předpovídali na začátku dobrodružství...",
	"campaign.h2terror.0206.h3m.epilog": "Obránci pevnosti Regnan se třásli a Casmetra s Jeremym se pospíchali dovnitř. Dargem nechal zajatého být a uchopil Roh. Běžel k nejvyšší věži. Zatímco Jeremy pomáhal svému bratrovi rozvázat provazy, Casmetra mocně zakřičela:\n'Dej mi Roh zpátky! Ihned!'\nS vystrašenou tváří Dargem zpátky zvolal:\n'Nikdy! Zradila jsi mě a nechala mě být! Teď vím, co dělat!'\n\nS artefaktem v obou rukou Dargem právě chtěl fouknout do rohu, když Casmetra po něm hodila kouzelný kouzlo. Následovala obrovská magická exploze a tlaková vlna zničila polovinu pevnosti, vytvořila něco jako vír pod ní.\n\nJediná věc, kterou si Jeremy pamatoval, bylo, jak se zoufale snažil dostat na vyšší místo, a jak Casmetra zakřičela:\n'Blbče! Kvůli tobě budeme vtáhnuti do jiné roviny existence!'\n\nHodiny, nebo možná týdny poté se Jeremy našel na mořském pobřeží. Kde je Bidley? A co se stalo s Rohem? Mohl by to být konec legendy o Rohu Propasti?",
	"campaign.h2terror.0206.h3m.prolog": "Jakmile Bidley, po všech svých dobrodružstvích v podzemí, sáhl po Ruhu, hlas za ním zvolal:\n'Nevěřícné! Je to konečně moje!'\n\nPoté Bidleyho nový partner Dargem udeřil na hlavu a chytil artefakt. Zdi starobylého chrámu se začaly třást a oltář se zdvihl, vytvářejíc ostrov. Zrádce chytil Roh, ale nepřišel na to, jak ho použít. Dargem svolal loď a rychle na ni vyskočil, vezl s sebou bezvědomého Bidleyho.\n\nJeremy a Casmetra viděli narození nového ostrova. Viděli také, jak Dargem odplouvá a z hlubin vyplouvají po něm obrovské mořské hady. Jeremy nevěděl, co se děje, ale byl si jistý, že jeho bratr je v nebezpečí.",
	"campaign.h2terror.0206.h3m.region": "\n",
	"campaign.h2terror.description": "Tajemný Roh Propasti se příliš dlouho skrýval před zraky smrtelníků. Dříve nebo později by ho někdo chtěl získat. Je to řetěz následků nebo náhodný šťastný úkaz? Těžko říct. Jeremy a Bidley ještě nechápou, jaké dobrodružství je čeká, když touží získat Roh.",
	"campaign.h2terror.name": "Teror moří",
	"campaign.h3horn.0301.h3m.prolog": "Jeremy se opět ocitl na nějakém písčitém pobřeží, daleko od domova. Ztratil svého bratra, ale ne svou víru. Stejně jako na začátku té hloupé příběhu s Utopií a Alkinem. Ale teď Jeremy Albatros plápolá touhou pomstít se Casmetře za její lstivost. ",
	"campaign.h3horn.0302.h3m.prolog": "Zůstane to navždy záhadou v Bidleyově mysli, zda sen, ve kterém dýchá pod vodou, je prorocký, nebo jen normální sen. Protože teď stál hluboko ve vodě, dýchal a díval se na ryby a želvy plující kolem.",
	"campaign.h3horn.0303.h3m.prolog": "Dříve či později se každá lstivost setká se svým koncem. Poté, co Casmetra nevěrně připravila Bidleyho o Roh Propasti, uvědomila si, že po ní bude přijít. Měla by litovat své nedbalosti, ale bylo pozdě. Bidley, Jeremy a Tark se připravovali na útok na její ostrov a ukončení jejích plánů.",
	"campaign.h3horn.0304.h3m.epilog": "Každý příběh má začátek a konec. Začal v zapáchající hospodě na břehu Krewlodu a skončil pohledem nepřátel Pirátského Krále. Teď se nikdo nebude dlouho odvážit vzdorovat jeho moci. Roh Propasti teď patří pouze Bidleymu, a to dokázal vlastní krví. Avšak...vzdrží jeho mysl pohlcující propast? ",
	"campaign.h3horn.0304.h3m.prolog": "Když se staneš mocným, musíš mít na paměti, že jsou tací, kteří se pokusí vzdorovat tvé moci. Bidley nebyl morálně připraven na to, že po získání Rohu Propasti se stane Pirátským Králem. Spojilo se proti němu několik nepřátel, aby sesadili nového krále a vzali Roh. Zvládne Bidley odolat? Zvládne projít zkouškou moci a autority? ",
	"campaign.h3horn.description": "Piráti Bidley a Jeremy se snaží získat zpět Roh Propasti, který jim ukradla lstivá Casmetra, která je nechala za mrtvé. Musí najít způsob, jak se vrátit do Raegna a pak se pomstít čarodějnici.",
	"campaign.h3horn.name" : "Horn of the Abyss",
	"map.h1roger:0.event.0.description": "Se zběsilci a místními obyvateli spojenými, armáda se vydala na východní stranu ostrova. Měli jsme právě dostatek zdrojů a mužů na postavení nové pevnosti sami.\n\"Dobrá práce, Jeremy Gulle,\" pochválil mě Alkin. \n\"Albatros. Je to Albatros,\" opravil jsem ho pobouřeně. \"Jaký máme další postup?\"\n\"Můj kmen má osadu na východě. Nechytil jsem však veškeré blechy - opevnění je hotové. Tvoje asi také nebudou tak dobré, ale zase, nebyl jsi v Tatalské armádě,\" řekl Alkin žertovně.\n\"Je to velmi impozantní, ale já mám místo kyjů a luků palné zbraně,\" odvětil jsem s patřičnou důrazností, když jsem výrazně ukázal na pistoli v pouzdře. \n\"Dobře, dobře. Potřebujeme všechny zbraně, které můžeme dostat,\" zavrčel podrážděně. \n\"Moji špehové mi sdělili, že na severním pobřeží přistály dvě armády Kreeganů. Naštěstí budou mít obtížný postup skrz bažinu. Ve skutečnosti budou perfektním cílem pro přepadové útoky a náhlé údery,\" domníval jsem se.\n\"Je to pravda, ale jistě mají posily někde jinde. A musí mít tajnou základnu pro tyto posily, o tom nepochybuji - nemohli by pokračovat ve svých operacích bez ní. Navrhuji, abychom tuto základnu našli a vyplenili, pokud máme v úmyslu eliminovat stále se vracující hrozbu. Ale nejdříve jednoznačně musíme řešit okamžitou hrozbu těchto nepřátelských armád na ostrově. Souhlasíš s tímto plánem, spojenci?\" zeptal se mě Alkin, nabízejíc mi svoji ruku... nebo tlapu? Nemám tušení, jak nazývají své končetiny.\nStiskl jsem ji, ačkoli mi přišlo divné stisknout ruku někomu, kdo nebyl člověkem. \"Dobře,\" pokývl Alkin. \"Vrátím se ke své armádě a budeme se snažit ještě více posílit osadu. Nejdůležitější věcí je nedovolit Kreeganům, aby se dostali k dostatečnému množství tvorů, aby dobyli buď tvou pevnost, nebo mou. Pokud by se tak stalo, byl by to začátek konce.\"",
	"map.h1roger:0.event.1.description": "I přesto, že byla naše nová pevnost připravena, nebylo čas stát ledabyle stranou. Kreegané byli všude na ostrově. Museli jsme jim zabránit, aby dosáhli svých úkrytů, kde měli zásoby uložené skryté prozíravě skautskými oddíly.\n\"Patrise!\" zavolal jsem na svého prvního důstojníka.\n\"Ano, kapitáne?\" \n\"Potřebujeme najít a vyplenit úkryty démonů. Zvládneš to?\" \n\"Bojím se, že nevím, kde začít,\" řekl Patris, když si zamračil. \n\"To je v pořádku. Nejdříve vezmi pár dobrých mužů a přepadni Kreeganský karavan. Pokud budeš mít štěstí, dovede tě to k jejich úkrytům.\" \n\"Ach, ano, vskutku, kapitáne! Na tohle mám cit!\" Patrisův obličej se rozsvítil. \"Začnu s přípravami ihned. Vezmu s sebou Diega a Erika; tito chlapíci jsou bystřejší a odvážnější než většina.\" \n\"To je přesně to, co chci slyšet!\"",
	"map.h1roger:0.event.2.description": "Patrisova partyzánská činnost se ukázala jako úspěšná. Podařilo se mu přepadnout několik Kreeganských karavanů a zaslat získané zdroje do naší pevnosti.",
	"map.h1roger:0.event.3.description": "Dopis od Alkina dorazil:\n\"Mám podezření, že tajná démoní základna je podzemní. Každý týden se z ní vynořují hordy skřetů. Budou ostrovem zaplaveny, pokud nebudou zastaveny. Jak bylo původně plánováno, musíme i nadále soustředit naši pozornost na porážku blízkých Kreeganských armád a pak musíme najít jejich základnu. Moji špehové hlásí, že mají několik démonů - elitní Kreeganské bestie. Ani tvé prachové hračky tě neuchrání před těmito, takže si dej pozor, příteli.\"",
	"map.h1roger:0.event.4.description": "Patris hlásí, že našel a vyplenil démoní úkryt ukrytý hluboko v džungli. Vynikající práce! Zajímalo by mě, kdo byl předtím, než se stal pirátem. ",
	"map.h1roger:0.event.5.description": "Už jsme odolávali Kreeganům více než měsíc. Pravděpodobně nečekali takový odpor od divochů. Přesto hordy skřetů pokračují v postupu bez známek ustálení. Poslední dobou mě zajímá Alkin. Co dělá Tataliánský seržant na tomto opuštěném ostrově? Určitě se ho musím zeptat - možná až po skončení této války.",
	"map.h1roger:0.guards.15.69.0.message": "Mořská čarodějnice nabízí své služby pirátské posádce.",
	"map.h1roger:0.guards.26.52.0.message": "Před námi stojí obrovský trolovitý tvor.\n\n\"Hej, vy. Průchod není zdarma. Ano, zaplaťte teď, desetkrát stokrát mincí!\" požaduje, když si svírá své hrubé prsty v pěst. \n\"Co takhle jednou mezi oči mečem?\" zeptal jsem se. \n\"Hehe!\" usmál se trpaslík. \"Můžeš to udělat. Ale já jsem chytrý. Jsem tady, bratři pod mostem. Když zemřu, bratři vyhodí velkou sudici a vy zemřete s mostem!\" \n\"Ty tlustý vyděrači,\" plivl jsem, neochotně mu předávaje peníze.",
	"map.h1roger:0.guards.61.1.0.message": "Před námi leží velká, tajemná pevnost, zdobená sochami podivných ještěrů. Riskovat a podívat se dovnitř? Možná spíše ne?",
	"map.h1roger:0.header.description": "Jeremy a Alkin se spojili, aby se bránili proti útokům Kreeganů na ostrově. Pro úspěch musí zajistit, aby byla zachycena tajná démoní základna. Lze ji zachytit pouze poté, co byli všichni nepřátelští hrdinové eliminováni. Vaši hrdinové budou omezeni na úroveň 18. Pokud je Jeremy poražen, scénář je ztracen.",
	"map.h1roger:0.header.name": "Ďábelské slunce",
	"map.h1roger:0.monster.16.59.0.message": "Kreegané rabují, piráti rabují! Co mohou chudí hobiti udělat?",
	"map.h1roger:0.quest.23.10.1.completed": "Máme personál! Můžeme nyní odstranit ochranné pole.",
	"map.h1roger:0.quest.23.10.1.firstVisit": "Základna je obklopena ochranným polem. Vypadá to, že je zapotřebí personál z jednoho z Kreeganských válečných náčelníků, aby bylo možné projít.",
	"map.h1roger:0.quest.23.10.1.nextVisit": "Neexistuje jiný způsob, jak odstranit bariéru.",
	"map.h1roger:0.quest.23.11.1.completed": "Máme personál! Můžeme nyní odstranit ochranné pole.",
	"map.h1roger:0.quest.23.11.1.firstVisit": "Základna je obklopena ochranným polem. Vypadá to, že je zapotřebí personál z jednoho z Kreeganských válečných náčelníků, aby bylo možné projít.",
	"map.h1roger:0.quest.23.11.1.nextVisit": "Neexistuje jiný způsob, jak odstranit bariéru.",
	"map.h1roger:0.quest.23.12.1.completed": "Máme personál! Můžeme nyní odstranit ochranné pole.",
	"map.h1roger:0.quest.23.12.1.firstVisit": "Základna je obklopena ochranným polem. Vypadá to, že je zapotřebí personál z jednoho z Kreeganských válečných náčelníků, aby bylo možné projít.",
	"map.h1roger:0.quest.23.12.1.nextVisit": "Neexistuje jiný způsob, jak odstranit bariéru.",
	"map.h1roger:0.quest.23.13.1.completed": "Máme personál! Můžeme nyní odstranit ochranné pole.",
	"map.h1roger:0.quest.23.13.1.firstVisit": "Základna je obklopena ochranným polem. Vypadá to, že je zapotřebí personál z jednoho z Kreeganských válečných náčelníků, aby bylo možné projít.",
	"map.h1roger:0.quest.23.13.1.nextVisit": "Neexistuje jiný způsob, jak odstranit bariéru.",
	"map.h1roger:0.quest.60.54.0.completed": "Démoni jsou nyní zabití, starý goblin vypadá rozjařeně, když nabízí sdílení svých znalostí boje.",
	"map.h1roger:0.quest.60.54.0.firstVisit": "Zde žije starý goblin. Tvrdí, že kdysi byl mocný válečník s prudkými útočnými schopnostmi. Nedávno byla jeho milovaná vlčice zabita démony, a on je příliš křehký, aby se pomstil. Nabízí předání všeho, co ví, pokud pro nás zabijeme démony.",
	"map.h1roger:0.quest.60.54.0.nextVisit": "Goblin odmítá mluvit, dokud jeho vlčice nebude pomstěna.",
	"map.h1roger:0.town.4.42.0.name": "Mokřadní",
	"map.h1roger:0.town.49.60.0.event.0.description" : "Skupina lupičů se blíží k pevnosti. Říkají, že kdysi sloužili v erathské posádce. Výměnou za útočiště jsou ochotni sloužit v bitvě, pokud budou poskytnuty zbraně.",
	"map.h1roger:1.event.0.description" : "Slyšel jsem hřmění vln, když jsem seděl na písku a hleděl na svou levou nohu. Byla nahá, na rozdíl od té pravé - moje levá bota se utopila při lodní havárii. Tohle nepřijde v úvahu! Budu muset najít sandály nebo něco podobného. Moje pistole byla napravo ode mě, plná vody, a tedy nepoužitelná. Pokud by se na obzoru objevil jakýkoli nebezpečí, můj šavle by byla moje jediná naděje. Naštěstí to byla jeden moc pěkný meč, přímo z Regny. Okusil už dostatek nepřátelské krve. \nBlízký hlas narušil ticho: „Podařilo se nám ulovit vše, co moře nespláchlo!” Otočil jsem se, abych viděl svého prvního důstojníka Patrise. I když mu bylo kolem čtyřiceti, ten starý námořník stále vlastnil skvělé dovednosti a jasné myšlení. Patris si ke mně sedl a zamyšleně hleděl na trosky Černého jednorožce, které se v kusech válely na oceánských přílivových vlnách. Brzy by se úplně smyla, nezanechávajíc žádné stopy své existence. \n„Máme dostatek proviantu?” zeptal jsem se, doufaje, že získám jasný obraz o naší situaci. \n„Na týden možná, ale možná že je to pro nás to nejlepší, že nepřežilo tolik chlapců tuhle havárii,” zavrčel můj první důstojník. \n„Kde jsme?” zeptal jsem se, když jsem vstal a setřel si písek z roztrhaného kabátu. \n„Myslím, že jsme někde mezi ostrovy Nighon a Eeofol,” odpověděl Patris. „A mám silné podezření, že jsme uvízli, kapitáne.”\n„Proč to říkáš?” zeptal jsem se.\n„Tady není žádná lidská osada, jenom barbaři a proklatí krvelační bestie. Pokud do týdne nenajdeme místo k usazení, budeme překonáni hladomorem, nedostatkem munice, nemocemi....” \n„Ale pojď, nebyla nikdy situace, kterou by Jeremy Albatros nemohl překonat!” přerušil jsem, když jsem se otočil a podíval se na džungli. \nByla to hustá, tmavě zelená živá hmota, ve které kvetly velké jasné květy. V hlubinách lesa číhaly hadi, obrovští komáři a další nebezpečí. Měl jsem pocit, že na nás z džungle zírají desítky loveckých očí, čekajíc na nás, abychom upadli do pasti. Budou Jeremy Albatros čelit svým posledním dnům na téhle zatracené ostrově? \n„Hej, zloději!” zavolal jsem. „Pospěšte si a vezměte si vše, co můžete unést! Podívejme se, jaké překvapení pro nás tento zatracený ostrov připravil.”",
	"map.h1roger:1.event.1.description" : "Proráželi jsme si cestu hustou, bažinatou džunglí. Stoupal jsem opatrně, snažil se nezranit svoji levou nohu. Kurník, kdy už si najdu nějaké boty? Samozřejmě, že bych mohl požádat někoho z posádky, aby mi půjčil jednu ze svých bot - kdo je tu vlastně kapitánem? Ale nechtěl jsem zbytečně testovat zbídačenou morálku naší malé skupiny. Musím být příkladem pro chlapce. Musím jim ukázat, že já, jejich odvážný kapitán, necítím nic, když šlapu na ty zatracené trní. \n„Poslechněte, Patrise. Proč by vůbec Erathiané stavěli tady užpost?“ zeptal jsem se, snažil se odvrátit pozornost od bolesti ve svých nohách a od obav, zda byl poslední hrot jedovatý.\n„Dříve aktivně prozkoumávali, plavali po mořích, hledali nové země. Pak vypukla válka s Eeofolem a Nighonem. Gryphonheart narychlo stáhl mnoho posádek. Kdo zůstal pozadu, byl zapomenut. Pak po válce byl každý zaměstnán obnovou království a bojem s elfy a nekromanty....” Bylo zřejmé, že můj první důstojník se chystal dát mi další lekci dějepisu. \n„Jak to, že to všechno víš tak dobře?” \n„Nebyl jsem vždycky pirát, kapitáne!” odpověděl Patris s úsměvem. „Mimochodem, tam kde máš šlágr, je další trn.” \n„Díky, ale už jsem ho viděl,” zabručel jsem, sotva unikajíc trní a nohu umisťujíc v poslední chvíli na bezpečné místo. „Chceš tím říct, že tu mohou být erathští vojáci?” \nFalešně optimisticky odpověděl Patris: „Pokud je nezabili místní barbaři, mohli se stát piráty nebo pašeráky. Tahle úžina je přece rušným místem.”",
	"map.h1roger:1.event.2.description" : "Stál jsem na zarostlých zdech erathské pevnosti a pozoroval své okolí dalekohledem. Takový neocenitelný nástroj - jsem sakra šťastný, že s lodí nezpotonul. Ostrov byl mnohem větší, než jsem původně předpokládal. Rozkládal se daleko na východ, mizíc v daleké mlze. Tohle místo by bylo skvělé pro nájezdy! Museli bychom všechno pořádně nastavit, opravit pevnost, postavit nějaké cesty a zkrotit místní kanibaly a další Abrrghy. Našel jsem také novou dvojici vysokých bot! Nemám ponětí, kde ty hloupé gnoly našly, ale perfektně mi sedly.\n\n„Hej Jeremy, jak se ti tu líbí?” zvolal Patris zespodu. „Prolezli jsme zásoby těch gnolů a našli jsme nějaké jídlo a pitnou vodu! Dokonce tu je i studna!” \n„Je to pěkné místo,” odpověděl jsem. „Má loď je na dně moře, takže jsem se stejně musel stát zemskou krysou. Co si o tom myslíš?” „Jo, právě jsem chtěl navrhnout, že tu zakotvíme,” zasmál se Patris, drbe si bradu. „Ale podívej, tohle místo je nepřipravené. Pokud by nás napadli gnolové, byli bychom zmasakrováni.” \n„Proto potřebujeme opravdovou pevnost s neproniknutelnými zdmi, pastmi a strategicky umístěnými věžemi,” odpověděl jsem, ukládaje svůj dalekohled do jeho kůžového pouzdra. „Problém je najít kámen a dřevo, abychom to všechno mohli udělat. Pochybuji, že tady probíhá nějaký obchod.” \n„Kapitáne, navrhuji, abychom prozkoumali okolí. Pokud jsou tu pašeráci, určitě občas ztratí nějaké zboží. A někteří skřeti by ho mohli využít k stavbě přístřešků a tak. Materiálu tu je dost, musíte jen mít oči na stopkách.”\n\nCítěn se inspirován, sestoupil jsem dolů po starém, prasklém kamenném žebříku. Už jsem měl obavy, že se pod mými novými botami rozpadne na prach. Patris také sestoupil, překvapivě mě oslovil otázkou: „Kapitáne, jak bysme měli nazvat naši pevnost?” \n„Utopii,” řekl jsem s úsměvem.",
	"map.h1roger:1.event.3.description" : "Naše obavy byly oprávněné. Pozdě včera večer se k Utopii přiblížila smečka gnolů a skřetů ozbrojených meči a foukacími dýmkami. Někdo z naší skupiny vystřelil z muškety a vystrašená smečka se rozprchla do lesa. Místní nebyli dostatečně organizovaní na to, aby včera večer zaútočili, ale dříve nebo později se shromáždí odvaha. Čím dříve postavíme obranná opatření, tím lépe.",
	"map.h1roger:1.event.4.description" : "Seděl jsem u táboráku včera večer a uvědomil si, že od potopení Černého jednorožce uplynuly dva týdny. Není větší ostuda než pro regnánského muže ztratit svou loď. Tvá loď odráží tvůj status - tě reprezentuje. Ta láska, kterou jsem k tomu plavidlu měl! Za námi byly tolik slavných dnů. I kdyby se mi podařilo postavit nebo ukrást novou loď, každý v Regně by věděl, že to není Černý jednorožec. Pověsti by se šířily: Jeremy Albatros byl zbaven své mužnosti. Jeho stará nádoba se potopila a teď plave na své dřevěné čluně. Jaký propadák! \n\nAle je trochu brzy přemýšlet o svém návratu do Regny. Měl bych najít svého staršího bratra Bidleyho: může být sice jeden ďábelský podvodník, ale nešířil by o mně klepy. Musel bych se ho zeptat, jako bratr, aby mi našel novou loď - lepší než Černý jednorožec, aby ti drbům z Regny dali najevo, že jsem jenom vyměnil svou starou loď za novou. Skvělý nápad! Opravdu miluju sám sebe za svůj dar najít cestu ven z jakékoliv situace. \nJe pravda, co řekla má matka, že Bidley dostal bystrost, zatímco já dostal štěstí. Těžko říct, které je důležitější....",
	"map.h1roger:1.event.5.description" : "Jeden z hlídačů přišel ke mně, jeho výraz vyjadřoval zklamání a neochotu. \n„No, povídej, co se stalo,” řekl jsem. \n„Kapitáne, e-e... Jeremyu, máme problém se zdivočelci. Ty zbabělci se v noci vloupali do pevnosti a vzali si všechno, co se lesklo. Aspoň neměli dost rozumu, aby vzali naše dřevo a kámen.”\n„Dobrá,” povzdechl jsem si. „Doufám, že příště si odnesou ty k ničemu dobrý hlídače a upečou je nad ohněm.”",	
	"map.h1roger:1.guards.11.16.0.message" : "Byla to opravdu erathijská předsunutá základna! Základní struktura byla stále intaktní, ale zdi byly opotřebované a porostlé bažinnou vegetací. Potřebovala by kompletní přestavbu—současní obyvatelé si o takové jemnosti vůbec nestáli. Skromné tvory, ti gnollové. \nKouř se kroužil vzhůru z někde hluboko uvnitř pevnosti, pravděpodobně z vaření. Nerad kazím někomu večeři. Náhle se přede mnou z díry ve zdi objevil obrovský gnoll. Jeho krk a tělo byly pokryté podivnými kruhy a kostmi a v ruce držel velký kyj vyrobený z kosti obrovského zvířete. \n„Abrrgh!“ zavrčel gnoll. \n„Těší mě, pane! Jmenuji se Jeremy,“ odpověděl jsem vesele. \n„Unnah abrrgh dun uuuh!“ \n„Abrrgh, takže! Chápu, chápu. Nejsem hluchý,“ odpověděl jsem, zatímco posádka za mnou se smála. Kluci si užívali naši malou konverzaci. \nAle potom gnoll vydal skučivý zvuk a zvedl svůj kyj. Jaká škoda—mohli jsme být tak skvělí přátelé. Samozřejmě, že hloupá bytost nestihla nic pochopit, a s hlasitým výstřelem už má pistole vrazil do jeho lebky kulku. Abrrgh spadl na zem s pořádnou dírou v hlavě. \n„Vpřed! Bez milosti!“ rozkázal jsem.",
	"map.h1roger:1.guards.11.6.0.message": "„Kapitáne, pojďte sem, rychle!“ zvolal vzrušeně Patris. \nPřiblížil jsem se ke svému kamarádovi a našel jsem ho na kolenou, jak zkoumá něco na mokré zemi. Byl nápadně nadšený, což bylo velmi zvláštní – Patris není typ, který by vás vítal s širokým úsměvem. \n„Jsou tady stopy po vozech, kapitáne!“ vysvětlil. „Někde na tomto ostrově jsou lidé nebo bytosti dost chytří na to, aby používali vozy!“ \n„Skutečně dobrá zpráva,“ souhlasil jsem. „Až se tady zřídíme, budeme muset ostrov pečlivě prozkoumat. Něco mi říká, že nás čeká spousta dobrodružství.“",
    "map.h1roger:1.guards.2.26.0.message": "„Hej, kapitáne, podívej!“ zakřičel kluk a mával na nás.\n\nVodopád padal z kamenného útesu, obklopený kamennými sochami žen. Nejsem kouzelník, ale cítil jsem zde magickou přítomnost. Netrvalo dlouho, než jsem si vzpomněl na magické bytosti z Vodní roviny známé jako nymfy. Regnanské mágové je často přivolávali pro své účely.\n\n„Možná tu máme spojence v tomto zapomenutém místě,“ řekl jsem s úsměvem.\n„Co tím myslíš?“ zeptal se Patris.\n„Viděl jsi ty regnanské mágy, jak chodí v doprovodu ženských vodních duchů? Nebyla to jejich krása, co jim získala všechny ty krásné ženy; ty malé drahoušky jsou nymfy. Někdo mi řekl, že přišly na tento svět z Vodní roviny, když regnanské mágové tam otevřeli portál,“ řekl jsem, poskakujíc na jedné noze. Zoufale jsem potřeboval najít nějakou obuv.\n„Co tě vede k myšlence, že nám pomůžou? Nevidím na tobě kouzelníka,“ řekl skepticky Patris.\n\n„Patrisi, zklidni se,“ usmál jsem se. „I když je nepřesvědčí můj okouzlující úsměv, pár mincí to určitě zařídí.“\n„Máme mince?“ zeptal se překvapeně Patris.",
    "map.h1roger:1.guards.8.19.0.message": "Procházeli jsme džunglí pomalu, ale stále vpřed. Poslali jsme před nás agilního námořního psa, aby nás varoval před jakýmikoli zálohami. Místní lidé nám již prokázali svou pohostinnost.\n„Kapitáne, kapitáne!“ Námořní pes běžel k nám, s krví na rukou i nohou.\n„Okamžitě hlášení! Je tam nějaká záloha?“\n„Pevnost!“ oznámil pirát, lapaje po dechu. „Na severu je pevnost, kapitáne, a uvnitř je několik těch zatracených gnollů!“\n„Pevnost? Tady, v těchto zapomenutých zemích?“ řekl jsem udiveně. „Pravděpodobně stará erathijská základna,“ usoudil Patris. „Za dob starého krále Gryphonhearta se takové základny stavěly na skoro každém obyvatelném ostrově.“\n„Zajímavé,“ řekl jsem nahlas. Položil jsem ruku na rameno námořního psa: „Ty, ošetři ty rány a odpočiň si chvíli; odvedl jsi dobrou práci. Budeme pokračovat k pevnosti a zdvořile požádáme gnolly, aby si našli jiné místo k osídlení.“",
    "map.h1roger:1.header.description": "Jeremy byl ztroskotán a vyplaven na neznámém ostrově. Aby dokončil tento scénář, musí dobýt opuštěnou pevnost a přestavět ji na hrad. Jeremy bude omezen na šestou úroveň, ale přenese se do dalšího scénáře.",
    "map.h1roger:1.header.name": "Piráti a Palmy",
	"map.h1roger:1.monster.10.11.0.message" : "„Přístup odepřen, vyžadováno heslo!“ ozval se hlas z železné sochy. \nPřítomnost těchto soch na ostrově mě varovala od samého začátku. Předpokládal jsem, že jsou to golemové, možná stráží něco cenného. \n„Kapitáne, vypadá to, že je to strážce starého skladu nějakého druhu,“ řekl Patris, ukazuje přes záda golemů. „Jistě tam bude hodně kořisti.“ \n„Heslo nebylo zadáno. Přítomnost neoprávněné osoby bude zlikvidována!“ zahřměla železná stráž, což mě vytrhlo z úvah. Najednou útočili strážci!",
	"map.h1roger:1.monster.14.2.0.message" : "Co může být horší než obří masožravé světlušky žijící u řeky? Možná to, že jsme byli u té řeky? Možná to, že se na nás ty světlušky dívaly? Podarilo se mi jich několik sestřelit, ale ostatní to neodradilo.",
	"map.h1roger:1.monster.17.13.0.message" : "Z džungle se ozval hlasitý ruch. Zvědavostí hnáni jsme se s několika členy posádky vydali zjistit, co se děje. Jak jsme se přibližovali, zdálo se, že zvuk směřuje k nám! Byl jsem na pokraji toho, abych skupině nařídil se otočit, když náhle z džungle vylétla hejna komárů, každý velikosti race. Sotva jsem stihl vytasit šavli....",
	"map.h1roger:1.monster.18.23.0.message" : "Narazili jsme na lidské stopy v písku. S velkými nadějemi jsme následovali cestu a nakonec našli úkryt pašeráků. Právě vykládali něco z lodi, když nás uviděli. Vypadali překvapeně, ale rychle vytáhli šavle. \n„Kapitáne, nezabíjejte je všechny,“ zašeptal Patris. „Zabijte jen ty vznětlivé, a možná se k vám ostatní přidají.“",
	"map.h1roger:1.monster.2.18.0.message" : "Kapitán najatých vojáků udělal krok vpřed: \n„Co to, sakra! Tohle je náš tajný tábor. Nikdo o něm neví!“ \n„Kluci, klid,“ řekl jsem. „My a kluci jen prozkoumáváme ostrov.“ \n„Uklidním tě, na věky!“ zasmál se šermíř, když vytahoval svůj meč.",
	"map.h1roger:1.monster.22.17.0.message" : "Nechtěl bych zde očekávat mágy, ale ta struktura tyčící se nad džunglí—viděl jsem takové na pobřeží Bracady. Ale tady? Patris mi strčil do ruky a co myslíte? Otočil jsem se a uviděl mágy, jak se objevují z ničeho nic. \nJeden z nich zakřičel: „Aha! Malcom nebyl dost odvážný, aby se ukázal sám, tak poslal piráty! Ale svá tajemství neprozradíme!“ \nKdo, sakra, je Malcom? No, nemyslím si, že budeme mít čas se vysvětlovat....",
	"map.h1roger:1.monster.33.5.0.message" : "Ke nám vyšel velký obr nesoucí sekeru. Měl na sobě kroužkovou zbroj a černou oční pásku. \n„Přišli jste pro své přátele?“ zavrčel. \n„Jací přátelé?“ odpověděl jsem překvapeně. \n„Bandu Collar. Zmocnili jsme se jejich úkrytu a všech jeho pokladů. A chystáme se to tu trochu doplnit vaším zbožím,“ zazubil se hrozivě obr. \n„Můj drahý příteli, nevím, o jaké bandě mluvíš, ale pokud chceš naše zboží, budeš si ho muset vzít z mé mrtvoly.“",
	"map.h1roger:1.monster.4.6.0.message" : "Nečekaně jsme zahlédli našeho průzkumníka, jak běží k nám plnou rychlostí. Projel kolem mě dříve, než jsem stačil cokoli říci. Když jsme v rozpacích prohlíželi okolí, několik obrovských zvířat vyskočilo z džungle. Vypadala jako kříženec krávy a baziliska.",
	"map.h1roger:1.monster.5.11.0.message" : "Nejpříšernější tvorové, po divokých orkech, jsou divocí ogrové. A ti jsou ještě hloupější než orkové. Oblečeni v kůžích, s lebkami visícími na jejich zápachem nasáklém oblečení, tito velcí neohrabaní zelení obríci se prolamovali džunglí. Bylo je slyšet z mílí daleka a ty obrovské obušky, které nosí, mohou člověka rozdrtit jako ploštici. Proto jsem vojákům poradil, aby se rychle stáhli na bezpečné místo, než začnou střílet.",
	"map.h1roger:1.monster.5.21.0.message" : "Pořád jsme naráželi na lebky naražené na kůly. Slyšel jsem, že takto divocí orkové označují své území. S tím na mysli jsem nařídil svým mužům připravit zbraně.",
	"map.h1roger:1.monster.6.3.0.message" : "Nad námi se ozval průrazný křik. Když jsem se podíval nahoru, uviděl jsem obrovské dravé ptáky kroužící nad námi. Nevím, jak jsme jim vypadali, ale ať už jako muži nebo myši, museli jsme být připraveni na náhlý útok.",
	"map.h1roger:1.monster.9.21.0.message" : "Šíp mi hvízdl kousek od ucha. Patris včas skočil za strom, já jsem rychle následoval.\n\n„Je to past!“ zakřičel jeden z našich kluků.\n\nDíky, pochopil jsem, že to není uvítací párty. Mhouřil jsem oči a snažil se vypátrat naše pachatele skryté v podrostu. Vypadali jako ještěři oblečení do bederních roušek. Ještěrčí muži byli připraveni s luky, očividně sem nepřišli vyjednávat.",
	"map.h1roger:1.town.13.15.0.name" : "Utopia",
	"map.h1roger:2.event.0.description" : "Veselá Rogerka hrdě vlála na vrcholu Utopie. Já a kluci jsme to místo už pár dní neopustili. Možná to má něco společného s tím kokosovým rumem... ale byl by to zločin nechat ho vyjít nazmar! Ať jdou všechny starosti k čertu!\n„Hej kapitáne, skupina gnollů se blíží!“ zakřičel jeden ze strážců na zdech. \n„Střílejte ty bastardy a máme to za sebou!“ zakřičel jsem zpět a uhodil do lahve rumu.\n„Přicházejí s bílou vlajkou!“ trval na svém strážný. \nUtřel jsem si ústa rukávem a povzdechl si. „Dobře, nech jejich vůdce vejít. Nevím, co chtějí.“\nVstoupil statný, světle hnědý gnoll v brnění. Na rozdíl od ostatních, které jsme viděli, měl na sobě kroužkovou zbroj a na opasku mu visel meč. Také neměl obvyklou sbírku kostěných amuletů a jiného odpadu. Tenhle byl rozhodně jiný. \n„Abgrrrh?“ zeptal jsem se sarkasticky, vzpomínaje na mé poslední setkání s gnollem. \n„Cože?“ odpověděl gnoll zmateně. „Mluvíte vůbec erathijsky, člověče?“ \n„Mluvím. Musel bys tam být,“ zasmál jsem se, potěšen svým vtipem. „Rychle řekni, co chceš, a pak zmiz.“ \n„Jmenuji se Alkin. Jsem válečný náčelník největšího kmene gnollů na ostrově,“ odpověděl, pohledem klouzaje po lahvi v mé ruce. \n„Já jsem Jeremy Albatross, velitel nejlépe bráněné pevnosti na ostrově!“ odpověděl jsem. \n„Tyto opevnění jsou vtip,“ opáčil gnoll, olizuje si pysky. \n„Pokud se rozhodne dostatečně velká skupina těch tvorů venku zaútočit, ty a tvá pevnost se zhroutíte zpět do země.“ \n„To zní jako hrozba?“ \n„Absolutně ne. Přišel jsem ze dvou důvodů: rád bych vám nabídl alianci a dal několik přátelských rad.“ \nNastalo krátké ticho. \n„Aliance!“ zasmál jsem se. „Slyšíte to, kluci? Gnollové chtějí alianci! Víš, Abgrrrh, opravdu nevidím důvod, proč bychom měli tvořit alianci s tebou.“ \n„Jsem Alkin,“ odpověděl gnoll klidně. „A existují silné důvody pro alianci; teď je prostě nechápeš. Pokud nezasáhneš, tento ostrov brzy změní v spálenou pustinu. Bylo by lepší čelit této hrozbě společně. A stejně nemůžeš z ostrova utéct.“ \n„A kdo ohrožuje ostrov?“ chtěl jsem vědět. \n„Jeden z našich šamanů měl vizi hord rohatých monster přistávajících tady—Kreegani. Jsem přesvědčen, že sem dříve či později dorazí. Eeofol je velmi blízko, víš, a tento ostrov je perfektním místem pro přepadání lodí Erathie a jejich spojenců.“ „Jak to, že víš tolik o vnějším světě?“ zeptal jsem se, beru další doušek z lahve. Kyselá chuť mě štípla do jazyka a nosu. „To není důležité,“ řekl gnoll lakonicky. „Radím ti, přestaň se opíjet do němoty a snaž se dostat obyvatele ostrova pod jednu vlajku. To by pro věc udělalo něco dobrého.“ \n„Poslouchej Abgr... Alkin. Proč bychom měli riskovat životy broděním se bažinou? Když přijdou Kreegani, vypořádáme se s nimi.“ \n„Budou jich mnoho, s mocnou magií a mocnými tvory, a vy máte jen bandu šermířů. Přemýšlej o mé nabídce.“ S tím Alkin odešel.",
	"map.h1roger:2.event.1.description" : "Rozhodl jsem se promluvit si o nabídce gnollů s Patrisem.\n„Víš kapitáne, ať už Alkin řekl cokoli, je tu bod, který stojí za zvážení. Musíme získat respekt místních. Mimochodem, pašeráci a bandité na ostrově už přemýšlejí o připojení k nám. Zbývá jen najít pro ně místo v Utopii,“ poznamenal Patris. \n„Čím méně těch záložek, tím lehčí bude náš život,“ souhlasil jsem. „Ještě jedna věc, Patris. Nařiď mužům, aby schov...",
	"map.h1roger:2.event.2.description" : "Zvědové hlásí, že poblíž Utopie byly spatřeny malé bytosti vypadající jako impové. Pokud je to pravda, pak Kreegani už sem poslali své zvědy a invaze by mohla být skutečnou hrozbou.",
	"map.h1roger:2.event.3.description" : "Alkin mě dnes navštívil znovu—tentokrát sám. \n„Vidím, že jsi následoval moji radu! Dobré rozhodnutí. Efreeti, impové a démoni byli spatřeni blízko osady mého kmene. Zatím nejsou armádou, jen průzkumnou skupinou—pravděpodobně mapují svůj útok,“ varoval Alkin. „Poslouchej, byl jsem opilý, když jsme se poprvé bavili, tak se musím zeptat znovu: jak můžeš být si vším jistý?“ zeptal jsem se. \n„Ha. Mluvíš s bývalým seržantem Tatalijské armády,“ usmál se Alkin, a zmizel zpět do noční džungle, než jsem se mohl zeptat více.",
	"map.h1roger:2.event.4.description" : "Zvědové mi sdělili několik znepokojivých zpráv. Uprostřed noci, hluboko v džungli, byla pozorována podivná světla a zvuky. Během dne zvědové narazili na krvavé pozůstatky těl roztroušených po oltářích. To je zjevně nějaký rituál. Šíří se zvěsti, že to může znamenat, že Kreegané pracují na otevření portálů pro impy, cerbery a další odporné bytosti. Děsí mě to.",
	"map.h1roger:2.event.5.description" : "Cítil jsem náhlou bolest v zadní části hlavy a otočil se, abych viděl Alkina sedícího na skále. Měl v ruce hrst ořechů.\n\n„Čeho sakra čekáš, piráte?“ zeptal se ostře, hodil po mně další ořech. Tentokrát jsem se vyhnul. „Slyšel jsem, že kreeganské lodě budou zde za měsíc a půl. Všichni se připravují na invazi.“ \n„Uklidni se, nevidíš, že dělám, co mohu?“ \n„Dělej to lépe,“ usmál se Alkin, vstal ze skály. „Příště, až se setkáme, doufám, že povedeme spojenou armádu.“",
	"map.h1roger:2.event.6.description" : "„Kapitáne!“ zavolal na mě Patris. „Viděl jsem velkého ptáka nad džunglí—byl pokrytý šupinami místo peří.“\n„To je ayssid,“ odpověděl jsem. \n„Tušil jsem. Také jsem přemýšlel, jestli Regnové pány používají je jako Erathijci používají grify, proč my ne?“ \n„Budeme muset najít hnízdo těch ptáků a ochočit je,“ souhlasil jsem. „Možná je později i rozmnožíme.“",
	"map.h1roger:2.guards.17.70.0.message" : "Náhle se na nedalekém útesu objeví skupina pirátů. \n„Vzdejte se! Nejste pro nás soupeři!“ křičí jeden a nařizuje svým mužům, aby vstoupili na náš lodní palubu.",
	"map.h1roger:2.header.description" : "Aby jste vyhráli, musíte dobyt všechny externí obydlí během 3 měsíců. Jeremy bude omezen na úroveň 12, ale pokračovat bude do dalšího scénáře kampaně.",
	"map.h1roger:2.header.name" : "Pán ostrova",
	"map.h1roger:2.monster.29.12.0.message" : "Soudě podle zuřivého skřeku a neustálých pokusů vydloubnout oči posádce, ne každý bouřlivý pták je ochoten sloužit v pirátském bratrstvu.",
	"map.h1roger:2.monster.29.2.0.message" : "Ayssidé, rozpoznávající piráty jako své spojence, se zdají být ochotni bojovat ve vašich řadách.",
	"map.h1roger:2.monster.30.24.0.message" : "J-j-j-jé!",
	"map.h1roger:2.monster.35.26.0.message" : "„Muž se střelným prutem zabil našeho válečného náčelníka! Zabijeme muže se střelným prutem a vezmeme si prut“",
	"map.h1roger:2.monster.6.1.0.message" : "Obrovské bažinné stvůry pomalu vyčnívají z bažiny, jejich nespočetné oči hrozivě zírají na vás.",
	"map.h1roger:2.monster.68.3.0.message" : "„Křišťálově, timbere!“ křičí jeden z posádky. „To jsou opravdoví draci!“ \n„Zůstaňte v klidu! Představte si, že jste čestní rytíři!“ říkáte, vytahujete svůj šavli.",
	"map.h1roger:2.monster.72.38.0.message" : "Vypadá to, že jsme našli jednu ze skupin kreeganských zvědů! Musíme je okamžitě zničit!",
	"map.h1roger:2.quest.32.40.0.completed" : "Gnoll, vypadající spokojeně, umístí artefakt do středu magického kruhu a začne s rituálem. Náhle otevře portál do Roviny Vody a nymfy začnou procházet. Když je rituál dokončen, nabídne nymfy vaší službě.",
	"map.h1roger:2.quest.32.40.0.firstVisit" : "Zde žijící gnoll hydromancer žádá o pomoc s experimentem. Provádí rituál, který by mu měl umožnit přivolat bytosti z Roviny Vody. K dokončení rituálu však potřebuje zvláštní předmět.",
	"map.h1roger:2.quest.32.40.0.nextVisit" : "Hydromancer je přesvědčen, že Přívěsek života se nachází někde na ostrově.",
	"map.h1roger:2.quest.40.27.0.completed" : "Starý ogr se rozruší, když vidí čtyři zelené mladíky, kteří jsou ochotni poslouchat jeho vyprávění. Jelikož už svou palici nepotřebuje, rád ji předá.",
	"map.h1roger:2.quest.40.27.0.firstVisit" : "Zde žije obrovský starý ogr. Miluje vyprávět příběhy ze svého mládí, ale stěžuje si, že nemá nikoho, kdo by ho poslouchal. Pokud mu přivedeme vděčnou společnost, jako jsou čtyři mladí ogrové, kteří by rádi slyšeli jeho příběhy, slibuje, že předá svou magickou palici.",
	"map.h1roger:2.quest.40.27.0.nextVisit" : "Starý ogr se stále stěžuje, že nikdo nebude poslouchat jeho příběhy. Netrpělivě očekává čtyři posluchače.",
	"map.h1roger:2.town.48.44.0.name" : "Utopie",
	"map.h2terror:0.event.0.description" : "Všechno se stalo tak rychle. Voda vytryskla jako obrovský gejzír na hladině moře, vystřelila z ní magická loď. Casmetra řekla, že na té lodi byl Bidley, ale že s ním byl někdo další, kdo oba zajal mého bratra i Roh.\n„Je to Dargem,“ řekla rozzlobeně kněžka.\n„Kdo je Dargem?“ \n„Plaťný kouzelník. Pracoval pro Regnu—nebo přesněji, pro jednoho z pánů Regny. Je to tam hnízdo zmijí, každý se snaží přijít na to, jak druhého bodnout do zad. Jeden z těch pánů chtěl získat Roh propasti, a jeho touha byla silnější než vaše. Tak poslal Dargema.“ \n„Zatraceně... musíme je okamžitě pronásledovat! Diego, připrav lodě!“ nařídil jsem.\n\nPronásledovali jsme Dargema chvíli, ale nakonec zmizel za ostrovem. Místo toho jsme narazili na flotilu Regny. Měli jsme jen hrstku lodí, takže jsme museli utéct. Zřídili jsme tábor na malém ostrově a rozhodli se shromáždit síly pro úder na Dargemovu pevnost, kde drží Roh i mého bratra. Doufám, že je Bidley v pořádku. Ale máme i dobré zprávy: Tark se vrátil! Vynořil se z vody se svým kmenem přímo před naším táborem.\n„Sliboval jsem návrat,“ sykl vůdce obřích plazů lakonicky.\n„Máme potíže. Bidley byl zajat,“ vysvětlil jsem. \n„My nixové za vás budeme bojovat. Někteří budou proti vám, ale já jsem princ a pravda je se mnou,“ odpověděl Tark.",
	"map.h2terror:0.event.1.description" : "„Jeremy,“ usmála se Casmetra. „Mám další dobré zprávy. Krádež Rohu probudila mořské hady. Teď se potulují oceánem.“ \n„To jsou skvělé zprávy—alespoň budeme mít spoustu smaženého úhoře, předpokládám.“\n„Hloupý,“ odpověděla Casmetra. „Tyto bytosti stále cítí, že musí chránit Roh propasti. Ale ty chudé hloupé věci nemohou pochopit, zda má být vrácen, nebo chráněn, kdekoliv je. Mohu je zaklít, aby hadi, kteří chtějí vrátit Roh, nám pomohli bojovat, abychom ho získali zpět od toho zrádce Dargema.“\n„To je dobrý nápad,“ souhlasil jsem. „Ale co jim řekneme, až Roh od Dargema získáme? ‚Jděte dál, jenom jsme si dělali srandu?‘“\n„Vy muži vždycky zkoušíte myslet 20 kroků dopředu,“ řekla Casmetra a přetočila oči.\nAle přesto jsem rozhodně neodmítl nabídku pomoci od mořských hadů. Stačí jeden z těch krásných stvoření, aby potopil fregatu!",
	"map.h2terror:0.event.2.description" : "Zvědové hlásí, že Tatalijci, rozzlobení svou nedávnou porážkou, doufají, že jejich celá flotila bude znovu zničena. Našli nás na tomto souostroví, které bylo dříve známé jen pirátům. Někde na východě vybudovali pevnost a připravují se na invazi. Na jednu stranu by to mohlo být skvělé; pravděpodobně nebudou schopni rozlišit mezi dvěma pirátskými bandami. Na druhou stranu by bylo hrozné, kdyby je, a ne nás, zajali Dargema. Pokud by se to stalo, Bidley by jistě visel na laně hned vedle Dargema.",
	"map.h2terror:0.event.3.description" : "Další znepokojující zprávy: mezi Erathii a Eeofolem znovu propukla válka. Také se po celém kontinentu začala z ničeho nic objevovat zvláštní města se zlatými kopulovitými zámky. Casmetra si myslí, že jde o invazi pánů elementů. Jedno z těchto měst se objevilo v severní části souostroví. Pravděpodobně je přitahovala síla Rohu propasti a doufají, že jej získají.",
	"map.h2terror:0.event.4.description" : "Unavil mě tento zbytečný odpor a rozhodl jsem se napsat Dargemovi dopis. V tu chvíli nebyla moje mysl zcela jasná; posílen rumem, napsal jsem následující: \n„Dargeme! Toto je Jeremy Albatross, kapitán Regnovy armády. Skřížil jsi moji cestu a zajal mého bratra. Okamžitě ho propusť a předej nám artefakt! Pokud tak učiníš, slibuji, že ty a tvoji muži budete moci opustit ostrov bez újmy.“",
	"map.h2terror:0.event.5.description" : "Tarkovi nixové hlásí, že pod tímto souostrovím je obrovská síť jeskyní. Mnohé z nich jsou zaplněné vodou, ale některé části jsou suché. Jeskyně jsou starověké; uvnitř by se mohlo najít něco jedinečného a mocného.",
	"map.h2terror:0.event.6.description" : "Dargem si vzal čas na odpověď. Představuji si, že to je jen další ukázka jeho hlouposti a neschopnosti kriticky přemýšlet. Jeho dopis byl následující: \n„Tzv. Jeremy Skřivan! Příliš dlouho jsem čekal v těch jeskyních, až na mě štěstí usměje a pošle mi cestovatele ještě méně šťastného než jsem já. A tak se stalo. Zasloužím si Roh—i když jsem ještě nepřišel na to, jak funguje. Navrhuji, ať zmizíš. Tvůj bratr je jen zárukou mého bezpečí. Jakmile odejdeš, bude propuštěn. Dargem“",
	"map.h2terror:0.event.7.description" : "Přemýšlel jsem o tom, co řekl Dargem. Zavolal jsem Casmetru do své kajuty a řekl jí, že uvažuji o ústupu, abych zajistil Bidleyho bezpečné propuštění. Oči kněžky se rozšířily.\n„Jeremy! Jak můžeš něco takového říct!“ zvolala.\n„Ale mohli bychom zachránit Bidleyho a vyhnout se zbytečnému krveprolití,“ začal jsem, když mě Casmetra přerušila.\n„Nemůžeš si ani představit, jaký darebák Dargem je a co je tu v sázce. Roh propasti je jedním z největších artefaktů, který byl kdy vytvořen. Neexistuje záznam o tom, kdo jej vytvořil—pravděpodobně byl vytvořen před Tichem. Je to dar z doby zázraků! Pokud se nám podaří přijít na to, jak funguje, budeme jako bohové!“ vysvětlila s nadšením kněžka. Přistoupila k stolu a k mému pobavení si vzala doušek mého rumu. „Dargem je ničema a zloduch. Jediný důvod, proč Bidleyho ještě nezabil, je, že jsme poblíž. Pokud odejdeš, nechá tvého bratra zavraždit a nakrmit žraloky. Měl bys si to uvědomit. Nejsi snad zbabělec?“ zeptala se s výčitkou v očích.\n„Ne, milady. Jeremy Albatross je nejstatečnější a nejodvážnější ze všech pirátů mezi Enroth, Erathií a Jadame!“ prohlásil jsem, vyskočil jsem na nohy.\n„A proto tě miluji,“ zasmála se kněžka, objala mě.",
	"map.h2terror:0.event.8.description" : "Dargemovi nájezdníci zaútočili na naše zásobovací lodě a zmizeli do noci.",
	"map.h2terror:0.event.9.description" : "- Je čas halyavy!\n- Ne, AI, ne!!!",
	"map.h2terror:0.guards.0.140.0.message" : "Jste připraveni vykonat spravedlnost?",
	"map.h2terror:0.guards.111.20.1.message" : "Odvažujete se vzít si tento starobylý svazek?",
	"map.h2terror:0.guards.113.8.1.message" : "Hrozný mráz a ponuré ticho negativně ovlivňují vaši posádku.",
	"map.h2terror:0.guards.114.3.1.message" : "Tyto jeskyně jsou staré jako svět...",
	"map.h2terror:0.guards.130.59.1.message" : "Tady je celé hnízdo mořských hadů!",
	"map.h2terror:0.guards.133.26.1.message" : "Vypadá to, že tady je tajný průchod.",
	"map.h2terror:0.guards.60.136.1.message" : "Mějte na paměti, že tento monolit může vést kamkoliv a nebude snadné se vrátit.",
	"map.h2terror:0.header.description" : "Jeremy, Tark a Casmetra musí zajmout Dargema. Mise bude ztracena, pokud Jeremy prohraje. Toto je poslední mise v kampani.",
	"map.h2terror:0.header.name" : "Zrada",
	"map.h2terror:0.monster.116.26.1.message" : "Vaše přítomnost zde nezůstala nepovšimnuta. Probudila se mocná bytost...",
	"map.h2terror:0.monster.127.4.1.message" : "Strážci starověkých paláců jsou ve střehu!",
	"map.h2terror:0.monster.42.47.0.message" : "Stůj, nebo střelím!",
	"map.h2terror:0.quest.30.11.0.completed" : "Přijmete je?",
	"map.h2terror:0.quest.30.11.0.firstVisit" : "Skupina pirátů nespokojených s vedením Dargema by se ráda přidala k vám.",
	"map.h2terror:0.quest.9.21.0.completed" : "Přijmete je?",
	"map.h2terror:0.quest.9.21.0.firstVisit" : "Skupina pirátů nespokojených s vedením Dargema by se ráda přidala k vám.",
	"map.h2terror:0.sign.139.3.0.message" : "Kreeganská blokovna\n\n",
	"map.h2terror:0.sign.54.95.1.message" : "Síň teleportace",
	"map.h2terror:0.sign.6.139.0.message" : "Eratianský předsunutý post",
	"map.h2terror:1.event.0.description" : "Kreegané mají úžasné lodě—trochu jim schází rychlost, ale jsou perfektní pro dlouhé cesty. Vyrazili jsme do Erathie: vracet se do Regny bylo nyní zbytečné a boj s erathianskými hlídkami by nás vážně ohrozil. \nPatris mluvil s novými rekruty, kteří se k nám přidali na ostrově. Myslím, že byli z původní posádky Utopie—nebo jak se pevnost předtím jmenovala, než jsme ji převzali. Alkin slíbil, že se o Utopii postará a vrátí mi ji, když se vrátím. Ale teď jsem musel získat novou loď, hodnou kapitána jménem Jeremy Albatross.\nMoje zvědavost mě jednou zničí. Hlídač zahlédl něco, co vypadalo jako pevnina, ale když jsem se podíval na kreeganskou mapu, nebyla tam žádná pevnina. Zajímavé, pomyslel jsem. A v tu chvíli mě mořští ďáblové přiměli přiblížit se a zakotvit.",
	"map.h2terror:1.event.1.description" : "Uprostřed ostrova se tyčila impozantní budova obklopená špičatými kůly. Vyrazil jsem na břeh s Patrisem a několika mými nejspolehlivějšími chlapci a na pláži nás už čekala uvítací skupina. Překvapivě to byly ženy—navíc dost pěkné!\n\n„Křišťálově, timbere!“ zvolal jsem, když jsem vstoupil na břeh. „Dorazil jsem do nebe?“ \n„Záleží na vaší definici nebe,“ řekla jedna z žen a udělala krok vpřed. „Jmenuji se Casmetra. Jsem vrchní hydromancerka a Strážkyně knihovny.“\n„Jeremy Albatross. Admirál armády Regny,“ představil jsem se a uklonil se. Slyšel jsem dusot smíchu někde za mnou.\n„Co vás přivádí na ostrov, admirále?“ zeptala se Casmetra.\nPřed odpovědí jsem si dal čas na pomalejší prohlížení mé nové známosti. Bylo těžké určit její věk, ale byla rozhodně atraktivní. Slyšel jsem o kapitánovi, jehož milovaná byla kouzelnice: byli spolu šťastní, dokud nezjistil, že je dvakrát starší než on. Ti kouzelníci! \nMoje myšlenky přerušila mladá dívka, která vyběhla zpoza věže a křičela. „Moje dámo, jsme znovu napadeni!“\nBez váhání jsem běžel za kněžkami a uviděl velkou skupinu lidí, orků, ještěrčích mužů a nemrtvých. Kdo ví, co by mohlo sjednotit tak nesourodou bandu, ale táhli beranidlo s jasným úmyslem prorazit brány pevnosti. Casmetra a její kněžky je začaly napadat kouzly, zatímco já, jako pravý džentlmen, střílel z pistole na orky nesoucí beranidlo.\n\n„Na abordáž, chlapi!“ zavolal jsem a skočil z hradby. Rozběhl jsem se proti našim nepřátelům, sekaje je svým šavlem. Nepřátelé byli zjevně nepřipraveni na tento náhlý útok a jakmile padlo několik největších vůdců, útočníci ustoupili. \n„Mám tě ráda, Jeremy Albatrosse,“ řekla Casmetra s úsměvem z hradby.\n„Jen Jeremy,“ odpověděl jsem, zatímco jsem zasunul šavli do pochvy. \n„Pomohl jsi, aniž bys byl požádán. Děkuji.“\n„To nic, Jeremy Albatross vždy chrání ženy a děti. Možná jsem pirát, ale jsem osvícený a soucitný člověk,“ řekl jsem skromně.\n„Pokud je tomu tak, staral by ses o pomoc ženě bránit její domov před bandity?“\n\nPozději, při půllitru piva, mi Casmetra řekla, že tento ostrov je Evenmorn. Slyšel jsem o tomto místě dříve, v Regně. Nekromanci s pomocí chrámu Měsíce doufají, že vyplení jejich tajnou knihovnu, která obsahuje znalosti o vodní magii a souvisejících artefaktech. Už byl jeden neúspěšný útok, ale nyní nekromanci přivedli najaté vojáky z Tatalie a Krewlodu. Samotné kněžky takové síle nestačí. \nPokud budu mít někdy děti a zeptají se mě, proč jsem se zapojil do války cizího, odpověď bude: „Netuším!“",
	"map.h2terror:1.event.2.description" : "Tato věž nazývaná Sacredcove stojí na strategicky výhodném místě, takže nekromanci a jejich spojenci se pokusí nás obklíčit a odříznout od zdrojů. Na nějakou dobu můžeme dovážet zdroje z lodí na moři, ale ty nevydrží dlouho.",
	"map.h2terror:1.event.3.description" : "Patris nebyl spokojen s mým rozhodnutím. „Kapitáne, vím, že to není moje věc, ale nerozumím, proč pomáháme těmto... ženám,“ postěžoval si.\n„Poslouchej, Patrisi—je třeba zvážit mnoho výhod. Budou vděčnými spojenci a tento Sacredcove by se mohl stát naší pomocnou základnou. Proto jsem kapitán, víš: protože umím plánovat dopředu! A proto jsi první důstojník,“ vysvětlil jsem.\n„Jak myslíš, Jeremy,“ souhlasil Patris neochotně, „ale vůbec se mi to nelíbí.“\n„Proč je tento člen posádky nepoddajný?“ zeptala se Casmetra, objevila se z ničeho nic a já se lekl.\n„To není obyčejný člen posádky; to je můj první důstojník, Patris,“ odpověděl jsem.\n„Nejvíce potěšen,“ odpověděla kněžka chladně a představila se: „Casmetra, vrchní hydromancerka.“\n„Dobrý den, milady,“ odpověděl Patris s úsměvem a odšoural se svou kulhavou chůzí.\n„Měl bys být přísnější ohledně hierarchie ve svém velení,“ pokárala kněžka.\n„Nebuď taková nudná. My piráti jsme si navzájem bratři! Vše je založeno na vzájemném respektu,“ vychloubal jsem se, i když jsem dobře věděl, že Regna je plná posádek a kapitánů, kteří vypadají jako bandy ogrů z Ravage Roaming v Jadame.\n„Nejsi dobrý v lhaní,“ povzdechla si Casmetra a zmizela v magickém záblesku.\n„Špatný lhář, špatný velitel... jsem patetický poraženec, zdá se,“ zamumlal jsem si pro sebe.",
	"map.h2terror:1.event.4.description" : "První zásilky dorazily z lodí. Doufám, že nekromanci nemají dostatečně silnou flotilu, která by ohrozila mé lodě, takže dodavatelský řetězec nebude přerušen.",
	"map.h2terror:1.event.5.description" : "Dnes jsem se rozhodl poslat zprávu svému milovanému bratrovi Bidleymu. Inspirován trochou rumu, začal jsem psát dopis. Moje myšlenky se na nějakou dobu odmítly sléci do něčeho srozumitelného. Pero jsem trápil asi hodinu a nakonec skončil s tímto: \n„Mám nějaké problémy. Tvůj drahý bratr J.“",
	"map.h2terror:1.event.6.description" : "Nová zásilka zásob dorazila z flotily. Diego poslal zprávu o blížící se bouři k ostrovu; možná budou muset najít nové místo pro zakotvení. Do háje! To znamená, že zásoby brzy přestanou přicházet.",
	"map.h2terror:1.event.7.description" : "K ostrovu se blíží velké černé bouřkové mračna. Vypadá to, že Diego měl pravdu. Doufám, že najdou místo, kde budou v bezpečí před bouří i žoldáky.",
	"map.h2terror:1.event.8.description" : "Chystal jsem se jít spát, když se objevil Patris s hlášením. „Kapitáne, provedl jsem průzkum a zjistil jsem, že nepřítel má tři pevnosti. Také je tady podzemní kolonie Nighonu—vypadá to, že byla postavena během války, ale poté opuštěna. Možná bychom mohli tyto podzemní nestvůry přimět sloužit naší věci. Pokud to neuděláme, využije je nepřítel.“\nSotva jsem dokázal potlačit své nadšení. \n„Nikdy nepřestaneš mě ohromovat, Patrisi. Byl jsi dříve rangerem z AvLee nebo co?“\n„Ne, kapitáne,“ odpověděl můj první důstojník s nadsázkou. „Nerad o tom mluvím.“ \n„Ale no tak, jsme tady všichni přátelé. Posádka by mezi sebou neměla mít tajemství.“\n„Pokud chcete,“ ustoupil Patris. „Pocházím z souostroví daleko na východě. Tam je erathianská kolonie a já jsem byl jedním z mužů, kteří bojovali za nezávislost. Takže plížení jako krysa bažinami a lesy je pro mě přirozené.“\n„Byl váš boj úspěšný?“ zeptal jsem se.\n„Guvernér chytil všechny v našem hnutí—kromě mě. Byl jsem najat na lodi, která ráno plula do Erathie, takže jsem unikl. Všichni ostatní byli oběšeni. Od té doby jsem se přísahal, že se domů nikdy nevrátím,“ uzavřel Patris s bolestí v hlase.\n„Proč jsi se nepřísahal pomstít?“ zvolal jsem.\n„Co může učinit osamělý muž středního věku? Nemám bohatství, ani schopnost přesvědčování, ani schopnosti v magii. Kromě toho, moje žena a dcera jsou tam. Doufám, že se jim nic nestalo. Moje dcera musí být už dospělá, pravděpodobně vdaná, a ani neví, kdo byl její otec.“\n„Co když ti slíbím, že se tam vrátíme a přineseme spravedlnost tvému lidu? Pošleme toho guvernéra plavat se žraloky a ustanovíme tě novým králem, nebo čímkoli bys chtěl být,“ nabídl jsem s úsměvem.\nPatrisův obličej zbělel a byl dlouho ticho. Ale po váhání tiše odpověděl: „To by byl největší dar, který byste mi mohl dát, kapitáne.“",
	"map.h2terror:1.header.description" : "Jeremy a Casmetra musí porazit všechny nepřátele, kteří ohrožují město Sacredcove. Mise bude ztracena, pokud Sacredcove dobyjí nepřátelé. Maximální úroveň hrdinů je 12. Po vítězství Jeremy a Casmetra pokračují v dalším scénáři kampaně.",
	"map.h2terror:1.header.name" : "Evenmorn",
	"map.h2terror:1.monster.20.43.0.message" : "„Tolik chutných hrdinů! Ještě se z toho ztloustnu!“",
	"map.h2terror:1.quest.29.43.0.completed" : "Hledači pokladů jsou vděční za vaši pomoc s vyčištěním cesty pro ně. Jako vyjádření vděčnosti vám nabízejí dárek v podobě kouzelné zbroje.",
	"map.h2terror:1.quest.29.43.0.firstVisit" : "Skupina hledačů pokladů si zřídila tábor v malé chatě. Přišli sem prozkoumat opuštěnou knihovnu, ale skupina červených draků jim v tom brání. Průzkumníci vás žádají o pomoc.",
	"map.h2terror:1.quest.29.43.0.nextVisit" : "Porazit červené draky není snadný úkol, ale vy to dokážete.",
	"map.h2terror:1.quest.44.51.0.completed" : "Kněžka je velmi potěšena vaší prací při přivedení 50 krásných oceanid. Naučí vás kouzlu „Kruh mrazu“.",
	"map.h2terror:1.quest.44.51.0.firstVisit" : "Mořská kněžka chce jít na dobrodružství. Potřebuje však doprovod: stačilo by 50 oceanid. Pokud je jí přivedete, naučí vás tajnému kouzlu.",
	"map.h2terror:1.quest.44.51.0.nextVisit" : "Kněžka vyžaduje přesně 50 oceanid.",
	"map.h2terror:1.quest.60.60.1.completed" : "Před pokračováním ve své práci by trpasličí horníci rádi nabídli dárek v podobě výborné parohaté helmy. Co na to říkáte?",
	"map.h2terror:1.quest.60.60.1.firstVisit" : "Skupina trpasličích horníků si stěžuje, že se poblíž jejich dolu objevili kostění draci. Nemohou pokračovat ve své práci, dokud nebudou tyto nemrtvé příšery zničeny.",
	"map.h2terror:1.quest.60.60.1.nextVisit" : "Porazit kostěné draky není snadný úkol, ale vy to dokážete.",
	"map.h2terror:1.town.3.4.0.name" : "Měsíční svit",
	"map.h2terror:1.town.36.33.0.name" : "Sacredcove",
	"map.h2terror:2.event.0.description" : "Bidleymu se nelíbily břehy Krewlodu—zápach špinavých orků a goblinů, jejich nesrozumitelný jazyk, úplný nedostatek jakékoli kultury, jejich preference hrubé síly jako řešení jakéhokoli problému. Dával přednost písním erathijských bardů, uměleckým dílům elfích řemeslníků a vínům z Jadame. Všechno to měl doma v Regně—na rozdíl od běžných předsudků, které piráty považují téměř za barbary. Je pravda, že mezi mladými a hloupými je mnoho prostých lidí a mnoho jeho lidí by snadno bylo přijato mezi krewlodské šermíře. Ale jsou zde také mnozí inteligentní a civilizovaní lidé mezi kapitány a admirály.\nBidley opustil hostinec Shark Chowder, zamýšlel se. Pokud měl ten opilec pravdu a barbarové skutečně zajali tak mocného kouzelníka, pak by bracadští čarodějové byli velmi rádi, kdyby byl zachráněn. A to by znamenalo, že piráti by mohli nejen očekávat štědré odměny, ale také získat právo plenit lodě u břehů Bracady—samozřejmě, pokud by neublížili čarodějům. Stálo to za pokus.\nBarbaři právě slavili Festival života. Jako rodák z Regny Bidley nikdy opravdu nerozuměl této oslavě. Vévoda Boragus zemřel a na jeho místo nastoupil ještě krutější a prohnanější mladý barbar Kilgor. Krewlod byl vždy na pokraji anarchie, ale teď byl blíže než obvykle. Bidleyho flotila byla daleko, ale moc ji nepotřeboval. Místo toho shromáždil několik odvážných místních chlapů, dobil jednu z nejbližších krewlodských pevností a zaútočil odtud na Zargand. Barevné kmeny byly zaneprázdněny tím, že se bezdůvodně navzájem sekaly; za pár mincí by byly rády, že zaútočí na kohokoli, koho by jim řekl.\nBidley zastavil kolemjdoucího, který zjevně nebyl místní.\n„Hej, kamaráde, kde je nejbližší pevnost krewlodské armády?“\n„Přímo na sever po silnici,“ odpověděl stručně cizinec, když pokračoval v cestě.",
	"map.h2terror:2.event.1.description" : "Celkově vzato, Bidley si myslel, že musí pospíšit. Dříve nebo později se zprávy o jejich činech dostanou do uší zacpaných ušním mazem místních lordů a ti se pokusí vyhnat nevítané hosty z oblasti. Ale rychlé a rozhodné akce by tyto lordy přinutily kapitulovat a pomoci mu v obléhání Zargandu. Samozřejmě, jakmile dorazí Kilgorovi lidé, kdokoli mu pomohl, bude popraven—ale ti barbaři jsou tak bez zásad, že za to stejně dříve nebo později zaplatí.",
	"map.h2terror:2.event.2.description" : "Zvědové hlásí, že krewlodská armáda drží několik pevností. Jedna je umístěna na jihozápadě a druhá na severovýchodě. Magické vězení je na severozápadě, ale bylo by nerozumné k němu přistupovat bez mocné armády. Také bychom měli mít na paměti, že toto vězení ruší veškerou magii.",
	"map.h2terror:2.event.3.description" : "Bidley měl minulou noc podivný sen. Sníl o tom, že pluje přes moře a může vidět skrze vodu stejně jasně a zřetelně, jako by se díval přes horizont. Mohl také dýchat pod vodou. Co to může znamenat? Byly to jeho nostalgické vzpomínky na moře? Nebo to byl jen sen?",
	"map.h2terror:2.event.4.description" : "Ráno za Bidleyem přiběhl námořník a předal mu dopis, který dorazil pozdě v noci. Pirát byl docela překvapený—kdo by mu posílal dopis? Ale po rozbalení pergamenu poznal známé písmo. Obsahovalo pouze následující zprávu:\n„Mám nějaké problémy. Tvůj drahý bratr J.“",
	"map.h2terror:2.guards.45.36.0.message" : "Bidley si všiml stop po mnoha vozech: pevnost musí být blízko. Zbývá jen překvapit stráže.",
	"map.h2terror:2.header.description" : "Bidley musí dobýt město Zargand, aby zachránil vězně barbarů. Maximální úroveň hrdiny je 12. Po vítězství Bidley pokračuje v dalším scénáři kampaně.",
	"map.h2terror:2.header.name" : "Vězeň zkázy",
	"map.h2terror:2.header.rumor.0.text" : "Říká se, že v erathianských hospodách ředí pivo.",
	"map.h2terror:2.header.rumor.1.text" : "Kilgor má jen jedno oko, protože mu ho vytrhl behemot.",
	"map.h2terror:2.header.rumor.2.text" : "Armáda Eeofolu se chystá zaútočit na Erathii!",
	"map.h2terror:2.quest.41.38.0.completed" : "Výborně! Kouzelnice jsou připraveny přidat se k vašim silám.",
	"map.h2terror:2.quest.41.38.0.firstVisit" : "Zde žijí dvě kouzelnice. Souhlasí, že se přidají k armádě a podpoří vás kouzly—za malý poplatek, samozřejmě.",
	"map.h2terror:2.quest.41.38.0.nextVisit" : "Požadují 5 drahokamů a 2000 zlatých, nic méně.",
	"map.h2terror:2.quest.55.14.0.completed" : "Armáda Jabarkase byla poražena a on sám zesměšněn; na nějakou dobu se už neukáže. Jste připraveni přijmout korzáry do své armády?",
	"map.h2terror:2.quest.55.14.0.firstVisit" : "Zde se skrývá skupina korzárů. Jejich vůdcem je Jabarkas, syn zesnulého vévody Boraguse. Nyní Jabarkas často propadá divokým vztekům kvůli smrti svého otce. Korzáři by rádi našli nového vůdce, ale pouze pokud je jejich starý vůdce poražen.",
	"map.h2terror:2.quest.55.14.0.nextVisit" : "Jabarkas je stále naživu a někde se potuluje.",
	"map.h2terror:2.quest.68.37.0.completed" : "Kněz je vděčný za zbavení se nemrtvých. Slíbí vám sdílet své znalosti.",
	"map.h2terror:2.quest.68.37.0.firstVisit" : "Zde žije kněz. Vypráví vám o skupině obtížných mumií. Sám nemá sílu je vyhnat, a tak vás žádá, abyste tyto odporné bytosti zničili.",
	"map.h2terror:2.quest.68.37.0.nextVisit" : "Mumie se nacházejí na východ od domu kněze. Zabijte je a vraťte se.",
	"map.h2terror:2.town.5.5.0.name" : "Zargand",
	"map.h2terror:4.event.0.description" : "Bylo dobré řádně se připravit před vydáním se pro Roh. Cesta pirátů vedla na jih od Tatalie k skupině neznámých ostrovů. Buď to byla náhoda, nebo je někdo sledoval, ale cestou narazili na královskou flotilu Tatalie: dvě fregaty a téměř tucet menších lodí. Menší lodě bylo snadné potopit, ale jakmile se přiblížily fregaty, bylo jasné, že musí ustoupit. Karavela Bidleyho vypálila poslední salvu a s pomocí zadního větru začala obeplouvat nebezpečný roh. Jeremy byl hned za ní, následovaný galérami. Avšak tatalijské fregaty je pronásledovaly a svou střepinovou palbou drancovaly jejich plachty v naději, že zastaví odvážné piráty. Jedna z nepřátelských lodí dohnala a začala potápět galéry. Ještěrčí muži s dýkami v zubech skočili do vody a vyšplhali na palubu směřujíc k plachtám, proměňujíc na palubě v krvavé lázně.\nNakonec zbyla jen jedna galéra: Patrisova. Bylo to poprvé, co velel lodi jako kapitán.\n„Musíme Tatalijce okamžitě zastavit,“ řekla Casmetra rozhodným hlasem. „Kouzly.“\n„Neublížíte tím Patrisově galéře?“ zeptal se Jeremy s úzkostí.\n„Nevím. Co se stane, stane se,“ odpověděla kněžka.\n„Počkejte, nemůžeme riskovat jeho život!“ vykřikl Jeremy.\nAle Casmetra neposlouchala. S elegantním gestem utkala destruktivní kouzlo, které z vody vyvolalo ledovce. Rychle rostly, ničily všechno v cestě. Kusy ledu a dřeva se snášely na pirátskou flotilu. Tatalijská fregata byla poškozena a galéra byla roztrhána, napíchnutá na vystupujícím ledovém hrotu.\nKdyž byla zkáza u konce, Casmetra se odebrala do své kabiny. Jeremy chvíli stál, díval se na nyní ustupující monstrózní ledovec, který mu zachránil život, ale vzal život jeho příteli. Jako pirát vždy věděl, že dříve nebo později přijde o svého prvního důstojníka a další blízké přátele. To je riziko být pirátem. Ale neočekával, že to nastane dnes.",
	"map.h2terror:4.event.1.description" : "Po těžkých ztrátách lodí a posádky dorazila Bidleyho zmrzačená flotila na místo označené Xanthorem. Byl to nepatrný malý ostrov obklopený skalnatými horami. Slova „Ostrov pomstychtivého hada“ byla napsána neznámou rukou cestovatele na jednom z kamenů, které vyčnívaly z vody.\n„Nevidím tady žádný Roh,“ poznamenal Jeremy.\n„Samozřejmě ne, můj příteli! Roh je uvnitř labyrintu hada, který se nachází pod zemí. A jen já vím, jak se tam dostat!“ oznámila Casmetra a po krůčku vpřed roztáhla ruce a začala kouzlit.\nSlova kněžky se proměnila v zářící čísla a písmena, která letěla směrem k hoře a zmizela v ní. Když konečně zmlkla, hory zavyly a zazněl hlas jako zvuk kladiva na kovadlinu:\n„Heslo schváleno. Otevírám průchod.“\n„Co to bylo?“ zeptal se Bidley vystrašeně.\n„Nevím,“ pokrčila rameny Casmetra. „Říká se, že Orákulum z Enrothu zní nějak takhle.“\n„Tisíc čertů! Tohle je...nepopsatelné!“ zvolal Jeremy.\n\nMezi horami se otevřel hrozivý černý průchod. Uvnitř bylo vidět kamenné schodiště, jehož konec se ztrácel ve tmě. Bidley vzal do jedné ruky pistoli a do druhé šavli.\n„Musíme být mimořádně opatrní,“ varovala kněžka. „Dole je spousta pastí a iluzí.“\n\nBidley přikývl a se skupinou důvěryhodných mořských psů začal sestupovat do temnoty. Zrovna když Jeremy a Casmetra chtěli jít za ním, železný hlas zahřměl:\n„Druhá úroveň ochrany zrušena. Přístup ukončen.“\n\nPoslední pirát se právě chystal otočit se a vyskočit ven, ale hory se před jeho nosem zase zavřely. Jeremy zoufale bušil a kopal do skalní stěny, ale nic nemohlo průchod znovu otevřít. Casmetra zkusila své kouzlo ještě jednou, ale tentokrát to nefungovalo.\n\n„Zatracení! Ztratil jsem svého prvního důstojníka a svého bratra najednou!“ křičel Jeremy, nařezal si dlaně šavlí ve vzteku.\n„Uklidni se! Tvůj bratr žije. Je uvnitř labyrintu. Zda se dostane ven, záleží na něm!“ řekla Casmetra a položila ruku na Jeremyho rameno.\n„To je skvělé. A co teď plánuješ dělat?“ zeptal se Jeremy zlověstně, aniž by se otočil.\n„Vrátím se do tábora a počkám na Bidleyho. Jsem si jistá, že bude v pořádku.“",
	"map.h2terror:4.event.2.description" : "Bidley skončil v řadě vlhkých jeskyní s malou skupinou mužů. Podivně dost, místo nebylo tak tmavé, jak se na první pohled zdálo, protože jeskyně osvětlovalo zvláštní modré světlo.\n„Kam dál, kapitáne?“ zeptal se jeden z mořských psů.\n„Dál,“ odpověděl Bidley. „Odejdeme odtud s Rohem nebo odtud neodejdeme vůbec. Věřím, že nás osud neopustil.“",
	"map.h2terror:4.event.3.description" : "Casmetra se dívala do magické koule. Jeremy to viděl a obešel ji, aby se také podíval dovnitř.\n„Pozor! Proměníš se v žábu!“ řekla kněžka.\n„Vážně?“ Jeremy se lekl a odskočil.\n„Ne, jen žertuji. Ale žáby jsou stále kolem.“\n„Co?“ zeptal se pirát zmateně.\n„Tatalijci,“ vysvětlila Casmetra. „Jejich flotila ustoupila, ale opravují své lodě. Vojáci jsou na břehu a zotavují se. Brzy najdou odvahu nás znovu hledat a pokusí se nás zničit. Pravděpodobně si myslí, že Regna se rozhodla přepadnout Tatalii.“\n„Musíme je nějak zadržet,“ řekl Jeremy. „Jinak skončí Bidley v rukou těch žab.“",
	"map.h2terror:4.event.4.description" : "Sebral jsem odvahu pozvat Casmetru do své kajuty. Kněžka vešla do místnosti, její šaty jemně šustily, a vrhla na mě zkoumavý pohled. Podíval jsem se jí přímo do očí. „Casmetro, mám podezření, že jsi mohla seslat to kouzlo, aniž bys poškodila Patrisovu galéru.“\n„Co tě to napadlo?“ zeptala se Casmetra překvapeně. „Taková kouzla nejsou snadno ovladatelná. Jsou jako tvá pistole: nemůžeš být přesně jistý, kam letí kulka, že?“\n„Patris byl tam. Všiml jsem si konfliktu mezi vámi,“ trval na svém.\n„Cože? Opravdu si myslíš, že bych odsoudila své vlastní učedníky a hrstku vynikajících vojáků jen kvůli jednomu mrzutému starému muži?“ Casmetra dupla nohou o zem, oči jí bleskly.\n„...Omlouvám se, nemyslel jsem na to,“ odpověděl jsem a posadil se na postel, zcela zmatený. „Jen... pořád to mám na mysli. Patris je mrtev. Můj bratr je uvězněn v podsvětí a bohové vědí, jestli se odtamtud dostane živý. Každou noc se opíjím, abych mohl aspoň trochu spát.“\nCasmetra se jemně usmála a přistoupila ke mně. „Jsi unavený, Jeremy. Potřebuješ si odpočinout,“ řekla, pohladila mě svými štíhlými rukama. Musím přiznat, její vůně byla velmi příjemná.\n„Ano, trochu odpočinku by neškodilo,“ usmál jsem se.",
	"map.h2terror:4.event.5.description" : "Přemýšlel jsem o Patrisovi a jeho domově na tom vzdáleném ostrově—domově, kam se už nikdy nevrátí. Je možné, že někdo z havárie přežil, ale šance jsou velmi malé. Jednoho dne navštívím toto souostroví a najdu Patrisovu ženu a dceru—nebo se za ně pomstím, pokud je místní guvernér nějak poškodil. My piráti vždy splníme poslední přání zemřelých.",
	"map.h2terror:4.guards.100.25.1.message" : "Další stránka z deníku.\n„...nemožné! To zatracené místo! Sandra se přede mnou proměnila v příšeru. Nevím, zda to byla iluze, nebo skutečné prokletí—ale musel jsem ji zabít, nebo cokoli, v co se proměnila. Ztratil jsem téměř všechny své lidi. Ach bozi, nikdy jsem nebyl tak nešťastný nebo tak zmatený!“\n",
	"map.h2terror:4.guards.100.62.1.message" : "„Záloha!“",
	"map.h2terror:4.guards.100.9.1.message" : "„Záloha!“",
	"map.h2terror:4.guards.103.14.1.message" : "„Záloha!“",
	"map.h2terror:4.guards.103.39.1.message" : "„Záloha!“",
	"map.h2terror:4.guards.104.49.1.message" : "„Záloha!“",
	"map.h2terror:4.guards.106.31.1.message" : "„Záloha!“",
	"map.h2terror:4.guards.22.19.1.message" : "„Záloha!“",
	"map.h2terror:4.guards.38.102.1.message" : "„Je to past!“",
	"map.h2terror:4.guards.49.28.1.message" : "Další stránka z deníku.\n„...tady. Nejstrašnější je, že labyrint je plný šílených lidí, kteří tu bloudí už nevím jak dlouho. K tomu vodní zvířata a další prokleté bytosti. Je šílené, kolik statečných mužů zde zahynulo. Skončím mezi nimi? Úkol není snadný. Paní mě varovala před pastmi a iluzemi, kterým čelím....“",
	"map.h2terror:4.guards.50.103.1.message" : "Není cesty zpět!",
	"map.h2terror:4.guards.58.9.1.message" : "„Záloha!“",
	"map.h2terror:4.guards.60.33.1.message" : "„Záloha!“",
	"map.h2terror:4.guards.60.71.1.message" : "„Záloha!“",
	"map.h2terror:4.guards.66.23.1.message" : "„Záloha!“",
	"map.h2terror:4.guards.69.36.1.message" : "Další stránka z deníku: „To je konec. Skoro všichni jsou mrtví. Sotva jsem unikl živý! Hrozné obrovské hady... Nikdy jsem neviděl takové bytosti. Tentokrát to nebyla iluze. Tohle mě varovala moje paní. Někdo ke mně běží. Pochybuji, že by chtěl požádat o směr k místní knihovně. Musím se připravit na boj—pravděpodobně můj poslední. Brzy si na skromného mágě Da... nikdo nevzpomene.“",
	"map.h2terror:4.guards.72.7.1.message" : "„Záloha!“",
	"map.h2terror:4.guards.77.92.1.message" : "Bidley našel opuštěný vor s několika zbytky jídla a kusy pergamenu, které vypadají jako stránka z něčího deníku.\n„...od obuvi. Tak jsem si musel obvázat nohy lněnými hadry. Paní řekla, že tento labyrint je plný pokladů, kromě samotného Rohu. Takže s trochou štěstí najdu pro sebe nějaké magické boty. Ale začínám si myslet, že....“\nJak zajímavé! Někdo tu byl přede mnou a také hledal Roh Propasti. Podařilo se mu? Bidley vzal stránku a pokračoval ve své cestě.",
	"map.h2terror:4.guards.80.34.1.message" : "„Záloha!“",
	"map.h2terror:4.guards.80.45.1.message" : "„Záloha!“",
	"map.h2terror:4.guards.82.102.1.message" : "„Záloha!“",
	"map.h2terror:4.guards.85.30.1.message" : "„Záloha!“",
	"map.h2terror:4.guards.85.61.1.message" : "Bidley našel další stránku pergamenu plavající na hladině vody.\n„...poslední! Panika mě v této kobce přemohla. Nemám tušení, co dělat nebo kam jít. Doufám, že celý tento nápad stojí za to. Jdu....“",
	"map.h2terror:4.guards.86.4.1.message" : "Je to opravdu {Roh} {Propasti}?",
	"map.h2terror:4.guards.86.5.1.message" : "„Tam je tvůj Roh, ležící v krabici. Seber ho, rychle!“ řekl netrpělivě Dargem.",
	"map.h2terror:4.guards.88.39.1.message" : "„Záloha!“",
	"map.h2terror:4.guards.88.73.1.message" : "„Záloha!“",
	"map.h2terror:4.guards.9.12.1.message" : "Bidley přistoupil ke zdím rozpadlé věznice, postavené z toho, co vypadalo jako vraky lodí. Z dveří zazněl hlas: „Hej, kámo! Zachraň mě!“ „Nejsem tvůj kámo,“ odpověděl Bidley klidně. „Nejprve mi řekni, kdo jsi a co tady děláš.“ „Jmenuji se Dargem. Jsem jen kouzelník, který byl ve špatném čase na špatném místě.“ „Nejsou to tvoje rukopisy, které jsem našel roztroušené po cestě sem?“ zeptal se pirát. „Můj deník? A já se divil, kam se poděl! Zajali mě někteří ze šílených pirátů, kteří se tady potulují,“ odpověděl vězeň. „Snažil ses získat Roh Propasti?“ žádal Bidley. „Ano. A ty také, předpokládám - sem nikdo nechodí pro čerstvý vzduch.“ „A proč bych měl pustit konkurenta?“ „Počkej!“ prosil Dargem. „Pusť mě ven! Nejsem tvůj konkurent! Už Roh nechci! Vezmi si ho a dělej s ním, co chceš! Foukej do něj, pij z něj rum, je mi to jedno. Ale bez mě neprojdeš iluzemi.“ „Jaké iluze?“ zeptal se Bidley s poplachem, přistoupil blíže ke dveřím. „Některé z mořských hadů, které uvidíš, nejsou skutečné. Ale bez kouzla, které mám, nerozeznáš ty pravé od falešných,“ vysvětlil vězeň. „Dobře, jdi. Přesvědčil jsi mě.“",
	"map.h2terror:4.guards.92.26.1.message" : "„Záloha!“",
	"map.h2terror:4.guards.98.15.1.message" : "„Záloha!“",
	"map.h2terror:4.header.description" : "Bidley musí porazit strážce Rohu Propasti v podzemním labyrintu. Mise bude ztracena, pokud Bidley padne. Maximální úroveň hrdiny je 24. Po vítězství Jeremy a Casmetra postoupí do posledního scénáře kampaně.",
	"map.h2terror:4.monster.100.106.0.message" : "„Pirátské špíny! Omotáme vám střeva kolem krků a oběsíme vás za ně!“",
	"map.h2terror:4.monster.103.89.1.message" : "Vypadá to, že tito vojáci se ztratili a po dlouhém bloudění těmito jeskyněmi ztratili i rozum.",
	"map.h2terror:4.monster.106.6.0.message" : "Béé!",
	"map.h2terror:4.monster.34.57.1.message" : "Nighon bude vládnout všemu!",
	"map.h2terror:4.monster.52.106.1.message" : "„K vašim službám, kapitáne!“",
	"map.h2terror:4.monster.53.105.1.message" : "„Hej! Najdeme cestu ven, že ano?“",
	"map.h2terror:4.monster.6.56.1.message" : "Nepochybně to jsou strážci Rohu Propasti. Zbývá je zabít.",
	"map.h2terror:4.monster.64.61.0.message" : "„Je náš, celý náš! Vypadněte odtud, milovníku ryb!“",
	"map.h2terror:4.monster.76.55.1.message" : "To musí být pozůstatky nešťastných hledačů Rohu Propasti.",
	"map.h2terror:4.monster.78.64.1.message" : "„Vítáme přítele našeho prince!“",
	"map.h2terror:4.monster.86.21.0.message" : "Ameno, dorime....",
	"map.h2terror:4.monster.88.68.0.message" : "„Hej kámo, máš oheň?“",
	"map.h2terror:4.monster.99.13.0.message" : "Podívejme se, zda si zasloužíte mít náš relikvii!",
	"map.h2terror:4.quest.104.5.1.completed" : "Jakmile byl klobouk v rukou kapitána, zmizel s ním.",
	"map.h2terror:4.quest.104.5.1.firstVisit" : "Před Bidleym se objevil duch pirátského kapitána. Ukázal na svou hlavu. „Můj klobouk... bez mého klobouku nemohu odpočívat!“ naříkal duch.",
	"map.h2terror:4.quest.104.5.1.nextVisit" : "Duch se objevil znovu. „Nějací darebáci zničili můj hrob a vzali můj klobouk... můj klobouk! Najděte klobouk!“",
	"map.h2terror:4.quest.104.88.1.completed" : "Nymfa je připravena vám výměnou za talisman dát 12 vyškolených ayssidů.",
	"map.h2terror:4.quest.104.88.1.firstVisit" : "Zde žije mořská nymfa. Ztratila svůj talisman a žádá vás o jeho vrácení. Slibuje, že vám za to dá svá zvířata.",
	"map.h2terror:4.quest.104.88.1.nextVisit" : "Nymfa naznačuje, že talisman hledejte na západ od jejího domova.",
	"map.h2terror:4.quest.105.98.1.completed" : "„Tak dál, dejte mi ty drahokamy a já vás naučím nějaké starodávné taktické triky.“",
	"map.h2terror:4.quest.105.98.1.firstVisit" : "Bidley uviděl lebku v zdi. Když k ní přistoupil, lebka promluvila: „Nakrm mě dvanácti drahokamy a já tě naučím vše, co vím.“",
	"map.h2terror:4.quest.105.98.1.nextVisit" : "„Nedostatek! Nakrm mě více drahokamy!“",
	"map.h2terror:4.quest.106.100.1.completed" : "Mořská panna nabízí 10 otroků výměnou za náhrdelník. Ujišťuje vás, že tyto panny jsou čisté, upravené a zdatné v magii.",
	"map.h2terror:4.quest.106.100.1.firstVisit" : "Mořská panna, která zde žije, uvedla, že viděla krásný náhrdelník, kterým by se ráda ozdobila. Nachází se na místě zvaném Hromové brány. Pokud jí náhrdelník přinesete, daruje vám své kněžské otrokyně.",
	"map.h2terror:4.quest.106.100.1.nextVisit" : "Mořská panna naznačuje, že Hromové brány jsou v západní části labyrintu.",
	"map.h2terror:4.quest.11.71.1.completed" : "„Harrakk A'do Kallak'h Vek'tro“",
	"map.h2terror:4.quest.11.71.1.firstVisit" : "Obrovská masa hadů se před vámi vlní a spirálovitě točí! Možná je to jen iluze, ale překonat ji může jen někdo s magickými schopnostmi.",
	"map.h2terror:4.quest.11.71.1.nextVisit" : "Je třeba vyslovit magická slova.",
	"map.h2terror:4.quest.31.4.1.completed" : "Dargem zamumlal něco a magická bariéra zmizela.",
	"map.h2terror:4.quest.31.4.1.firstVisit" : "Vypadá to, že tudy mohou projít jen ti, kdo znají správná magická slova.",
	"map.h2terror:4.quest.31.4.1.nextVisit" : "Kdo by mohl znát magická slova?",
	"map.h2terror:4.quest.44.12.1.completed" : "Mořská panna vám výměnou za artefakt poskytne znalost kouzla Vzkříšení.",
	"map.h2terror:4.quest.44.12.1.firstVisit" : "Mořská panna-čarodějka touží po Náhrdelníku dračích zubů. Slibuje, že vás naučí velmi užitečné kouzlo.",
	"map.h2terror:4.quest.44.12.1.nextVisit" : "Mořská panna říká, že artefakt je někde na sever od jejího domova.",
	"map.h2terror:4.quest.46.38.1.completed" : "Skřítek vzrušeně mnul ruce. Předali jste mu své zlato a další zdroje a obdrželi jste... Boty levitace!",
	"map.h2terror:4.quest.46.38.1.firstVisit" : "Skřítek, který zde žije, vás ujišťuje, že má předmět, který je pro vás nezbytný. Jednomu muži, který ho odmítl koupit, proměnil v ducha. Pokud chcete žít, koupíte tento předmět za 15 rtuti, 15 síry, 5 křišťálů, 5 drahokamů a 5000 zlata. To zahrnuje slevu 15 %, jen pro vás!",
	"map.h2terror:4.quest.46.38.1.nextVisit" : "Skřítek se ptá, jestli jste připraveni koupit jeho důležitý záhadný předmět?",
	"map.h2terror:4.quest.88.12.1.completed" : "Dargem se impulzivně vrhl do houfu hadů a zamumlal něco v neznámém jazyce. O chvíli později monstra zmizela.",
	"map.h2terror:4.quest.88.12.1.firstVisit" : "Stovky mořských hadů míchají vody před vámi! Mohou to být jen šikovně vytvořené iluze, jak vás varovala Casmetra.",
	"map.h2terror:4.quest.88.12.1.nextVisit" : "Je třeba vyslovit magická slova.",
	"map.h2terror:4.quest.94.90.1.completed" : "Vložili jste křišťály a zeď začala třást. Pokud je posunuta, otevře se.",
	"map.h2terror:4.quest.94.90.1.firstVisit" : "Bidley vidí v zdi patnáct vyhloubenin, každá představuje křišťálový tvar. Pokud jsou zde vloženy křišťály odpovídajících tvarů, zeď se pravděpodobně otevře.",
	"map.h2terror:4.quest.99.63.1.completed" : "Chcete zaplatit nymfám za průchod?",
	"map.h2terror:4.quest.99.63.1.firstVisit" : "Nymfy hlídají tuto magickou věž. Dovolí vám projít za 7000 mincí.",
	"map.h2terror:4.sign.104.32.0.message" : "Ostrov kaktusů",
	"map.h2terror:4.sign.104.50.0.message" : "Přijměte Trojúhelník do své duše a buďte odpuštěni....",
	"map.h2terror:4.sign.24.100.0.message" : "Všichni se pokleknou před jeho trojúhelníkovým Okem....",
	"map.h2terror:4.sign.35.63.0.message" : "Trojúhelník je tak trojúhelníkový... jako trojúhelník.",
	"map.h2terror:4.sign.56.100.0.message" : "Dungeon Pomstychtivého hada",
	"map.h2terror:4.sign.6.96.1.message" : "Cesta mrtvých",
	"map.h2terror:4.sign.69.72.0.message" : "Velký Trojúhelník je Alfa a Omega....",
	"map.h2terror:4.sign.7.49.1.message" : "Chrám Propasti",
	"map.h2terror:4.sign.82.35.0.message" : "Konec čtverců a oválů je blízko....",
	"map.h2terror:4.sign.87.69.0.message" : "Hospoda Dvě palmy",
	"map.h2terror:4.town.2.32.1.name" : "Bezmezné",
	"map.h2terror:4.town.21.107.1.name" : "Bezmezné2",
	"map.h2terror:5.event.0.description" : "Tark sledoval, jak piráti nakládají svou armádu a zdroje na lodě, ale byl zaměstnán myšlenkami na svůj lid. Své existenci před zbytkem světa tajili mnoho let, ale nyní bylo mnoho z nich buď mrtvých nebo uvězněných.\n„Tarku, půjdeš s námi, nebo máš jiné plány? Jsme vděční za tvou pomoc a pomoc tvého lidu...“ začal Bidley.\n„Já bych měl být vděčný,“ přerušil ho Tark. „Ukázali jste mi, že život existuje i mimo mé království. Teď zbývá jen osvobodit můj lid. Vím, kde jsou,“ pokračoval reptilí vůdce.\n„Možná bychom mohli pomoci?“ nabídl Bidley.\n„Ne. Vy máte před sebou jednu cestu a já jinou. Musím zachránit svůj lid. Nepředpokládej, že všichni nixové, které potkáš, vás budou znát nebo pomáhat. Mezi nixy je stejně darebáků jako mezi lidmi,“ odpověděl Tark a obrátil se k moři.\n„Setkáme se znovu?“ zeptal se Bidley.\n„Pravděpodobně,“ odpověděl nix. „Pokud se vrátím, přijdu za vámi. Pokud ne... zapomeňte na mě.“ S tím Tark vstoupil do vody až po pas, pak se ponořil a zmizel z dohledu.",
	"map.h2terror:5.event.1.description" : "Tark plaval dlouho, dokud nedosáhl podzemního království pánů čarodějů. Malá kolonie nixů, nezávislá na ostrovním království, kde Tark vládl, žila v těchto podvodních jeskyních, dokud je pánové čaroději nedobyli a nezotročili. Byl čas osvobodit tyto nixy a také jim ukázat, kdo je jejich pravý vládce. Tark byl posledním z dávné linie nixích králů. S jejich rasou se stalo něco strašného: v důsledku nějaké tajemné nemoci byla nyní mnohá z jejich vajec prázdná. V důsledku toho populace pomalu klesala a kdysi prosperující lid byl nyní redukován na pouhý hrstku nixů na jednom malém ostrově a okolních vodách.\nAčkoliv na první pohled vypadal jako pomalu se pohybující a pomalu myslící plaz, Tark rychle absorboval informace. Věděl, že pánové z Nighonu jsou právě v zajetí občanské války. Kdyby zaútočil na jejich země a ovládl jedno z jejich měst, ihned by si toho nevšimli.",
	"map.h2terror:5.event.2.description" : "Tark věděl, že nemůže zachránit všechny, ale možná může zachránit většinu. Ty, které nedokáže zachránit, budou muset utéct a postarat se sami o sebe, pokud chtějí žít. Po výslechu civilistů z jeho nově obsazeného města se Tark dozvěděl, že pánové jsou zaměstnáni bojem a nevšimnou si hned ztráty tohoto města. Kromě toho Tark zjistil, že zajatí nixové pracují v jeskyních o úroveň níže pod hradem. Jedovaté výpary této úrovně jsou smrtelné pro minotaury, lidi a troglodyty, ale nixové to téměř nevnímají. Čarodějové si obzvláště cení své nixí otroky pro tuto vlastnost.",
	"map.h2terror:5.event.3.description" : "Je tma a dusno v těchto jeskyních. Tark se rozhodl najít nový, lepší domov pro svůj lid. Možná ti piráti, kteří mají zkušenosti s cestováním, budou znát klidné místo k usazení - někde, kde by nixové mohli zakořenit a pomalu obnovit svou civilizaci bez strachu z nájezdníků. Z tohoto důvodu se Tark rozhodl připojit k Bidleyovi a jeho následovníkům, jakmile osvobodí své zotročené příbuzné.",
	"map.h2terror:5.event.4.description" : "Dříve nebo později pánové ukončí svou hádku a všimnou si své ztracené pevnosti. Je důležité být připraven na jejich příchod a připravit protiúder, z něhož se nezotaví.",
	"map.h2terror:5.guards.66.65.0.message" : "„Nemohu uvěřit vlastním očím! Jsi královský dědic!“ „Jsem princ Tark.“ „Kláním se před tebou, princi. Uprchl jsem z jedovatých dolů na dolním patře. Když začala válka Nighonu, uvolnili kontrolu nad otroky. Ale proč jsi přišel, prince Tarče?“ „Mým úkolem je osvobodit co nejvíce našich příbuzných.“ „Pak mi dovol se přidat. Jsem zkušený bojovník a mám tuto zbroj, kterou jsem vzal zabitýmu minotauru. Jsem připraven obětovat svůj život za záchranu našeho lidu,“ řekl bojovník a poklekl.",
	"map.h2terror:5.header.description" : "Vůdce nixů Tark by měl osvobodit 30 nixů zajatých pány Nighonu. Mise bude ztracena, pokud Tark padne. Maximální úroveň hrdiny je 24. Po vítězství Tark postoupí do dalšího scénáře kampaně.",
	"map.h2terror:5.header.name" : "Svoboda nixů",
	"map.h2terror:5.header.rumor.0.text" : "Vůdce pánů chaosu se jmenuje Mutare.",
	"map.h2terror:5.header.rumor.1.text" : "Jak nazveš křížence minotaura a medúzy? Mindúza!",
	"map.h2terror:5.monster.47.38.0.message" : "„Ztratili jsme se v těchto prokletých jeskyních, a kdyby toho nebylo dost, teď se musíme vypořádat s vámi podivnými monstry!“",
	"map.h2terror:5.monster.58.48.0.message" : "„Uprchlíci otroci! Zaútočte!“",
	"map.h2terror:5.monster.63.44.0.message" : "„Ještěři uprchli! Sekněte je!“",
	"map.h2terror:5.quest.53.33.0.completed" : "S čerstvou krví vstříknutou do umírajícího tvora se uzdraví a možná dokonce bude schopen držet zbraň.",
	"map.h2terror:5.quest.53.33.0.firstVisit" : "Nix umírá v odlehlém táboře. Přišel o příliš mnoho krve na to, aby mohl žít, ale existuje způsob, jak mu zachránit život.",
	"map.h2terror:5.quest.53.33.0.nextVisit" : "Naše snahy o záchranu umírajícího nixe stále nejsou úspěšné.",
	"map.h2terror:5.sign.12.57.0.message" : "Jižní tunel",
	"map.h2terror:5.sign.28.28.0.message" : "Katakomby",
	"map.h2terror:5.sign.35.27.1.message" : "Pozor! Před vámi jsou toxické doly. Dlouhodobá expozice je nebezpečná.",
	"map.h2terror:5.sign.43.35.1.message" : "od {F a t a l i s t}",
	"map.h2terror:6.event.0.description" : "Bylo hlučno a šerem osvětleno v Black Mark, cuchnoucí malé díře taverny. Bidley seděl v koutě a pil levné pivo. Tohle místo nenáviděl celým svým srdcem, ale nemohl přestat se svou starou tradicí.\n\nDveře se otevřely a dovnitř vešel muž v křiklavé bundě. Byl podobný Bidleymu, i když menší a štíhlejší, a následovala ho nádherně oblečená a atraktivní žena. Muž se k Bidleymu přiblížil a vesele zvolal: „Aha, ty starý psíku! Dlouho jsme se neviděli! Kde jsi byl?“\nBidley vstal a objal svého bratra.\n„Vůbec ses nezměnil - stále ten mladý opilec, kterého jsem znal. Co se děje?“\n„Ach, nic,“ řekl Jeremy mávnutím ruky, když si sedl vedle své společnice. „Mimochodem, tohle je Casmetra, vysoká Hydromágyně.“\n„Bidley, kapitán Bidley,“ odpověděl.\n„Těší mě, kapitáne. Slyšela jsem o vás hodně,“ řekla Casmetra.\n„Opravdu? A co vám bylo řečeno?“ usmál se Bidley, přičemž si dal doušek ze svého odporného nápoje.\n„Slyšela jsem, že jste zachránil Xanthora, arcimága Catherine.“\nJeremy hvízdl: „To mi tělo mrazi! Začal jsi pracovat pro Erathiany, bratře?“\n„Jak jsem mohl vědět, že Xanthor sedí v té cele?“ zamručel Bidley. „Byla to ztráta času a k tomu všemu někdo nevděčný. Teď se šíří fáma, že pracuji pro královnu! 'Její Veličenstvo korsar...'”\n„Byl nevděčný?“ zeptala se Casmetra překvapeně.\n„No, ne úplně. Řekl mi legendu o něčem, co se nazývá Roh Propasti....“\n„Nemožné!“ zvolala kněžka, a oba piráti na ni překvapeně pohlédli.\n„Co je na tom tak zvláštního?“ zeptal se Jeremy.\n„Slyšeli jste někdy o Armageddonově čepeli nebo Plášti krále nemrtvých?“ ptala se Casmetra vzrušeně. „To jsou legendární artefakty, mimořádně mocné a naprosto jedinečné! Roh Propasti je jeden z nich. Říká se, že leží úplně celý a neporušený někde na dně moře. Ten, kdo ho najde, bude vládnout mořím - stane se živoucím ztělesněním Pána vody!“\n„Zajímavé,“ zamumlal Bidley. „Xanthor mi řekl přesně, kde Roh leží. Pokud to nebyla lež.“\n„Nemůžete si představit význam těchto znalostí,“ šeptala Casmetra, přitiskla si jednu elegantní ruku k tváři.\n„No tak, pojďme hledat Roh Propasti!“ zvolal Jeremy.\n„Ne, je to příliš riskantní: nemáme dost lidí, lodí ani zdrojů. Jsme jen dva kapitáni s hrstkou mořských psů na palubě,“ odpověděl bratr Jeremyho.\n„Máte také mě, vysokou Hydromágyni, a mé učedníky,“ dodala Casmetra. „A vím, jak získat vše, co potřebujeme. Budeme se muset trochu snažit.“ \n„Mimochodem, Jeremy,“ náhle si vzpomněl Bidley. „Slyšel jsem, že jsi měl nějaké potíže. Jak se má Černý jednorožec?“\n\n„Utopil se,“ odpověděl Jeremy, opíraje se dozadu v křesle.",
	"map.h2terror:6.event.1.description" : "„Břeh Eeofolu,“ poznamenal Bidley ze své pozice na zdi nové pevnosti. Dál viděl lesknoucí se horko a kouř stoupající z popelavě černého terénu, jako hnisavý vřed na těle Erathie. Někde tam se hemžily legie hrozných bytostí, které pochodovaly skrz spálené země směrem k zemím lidí.\n„Ty bestie mají spoustu všeho,“ řekla Casmetra.\n„Jsou příliš zaměstnáni válkou proti Erathii a jejím spojencům, aby si nás všimli. Budeme moci shromáždit bohatství, které potřebujeme na zaplacení Rohu hojnosti.“\n„Promiňte, cože?“ zeptal se Jeremy. \n„Roh hojnosti,“ opakovala kněžka. „Budeme potřebovat najmout řemeslníky, aby vyrobili potřebné součásti artefaktu, a pak použijeme Roh hojnosti k najmutí armády a přípravě naší flotily. Tento artefakt má ale jednu vadu: postupně se vyčerpává a nakonec se rozbije. Nikdo nemůže říct jistě, jak dlouho nám bude sloužit.“\n„Jak to všechno víš o Rohu hojnosti?“ zeptal se Bidley.\n„Říká se, že Archibald Ironfist měl takový artefakt. Zásoboval všechny jeho armády během války v Enrothu. Jedním z důvodů jeho porážky bylo, že Roh hojnosti přestal fungovat,“ odpověděla Casmetra.\n„Do hlubin, ženo,“ usmál se Jeremy, „kde jsi se to všechno dozvěděla o Archibaldu? Myslel jsem, že sedíš na té skále v moři celý svůj život.“\n„Na tom nezáleží,“ odpověděla Casmetra ponuře. „Pánové, máme před sebou úkoly.“",
	"map.h2terror:6.event.2.description" : "Zvědové hlásí erathskou pevnost na jihu: Pevnost Carstrig. Bylo by dobré ji obsadit a využít pro naše potřeby. Obránci pevnosti by stejně neměli šanci proti Kreeganům.",
	"map.h2terror:6.event.3.description" : "Skupina vystrašených námořníků vběhla do místnosti. „Kapitáne! Na břeh právě vystoupili obrovští krokodýlí lidé!“\nBez váhání Bidley popadl svůj šavle a běžel se podívat.\nSkutečně, dva velké šupinaté tvory, trochu jako ještěří muži, leželi na břehu a těžce dýchali.\n„To mi tělo mrazi!“ zvolal Bidley, když klekl vedle nich. „Co to jsou za tvory?“\n„To jsou nixové,“ řekla mu Casmetra, přicházející zezadu. „Starodávná mořská rasa inteligentních plazů. Myslelo se, že vyhynuli. Jejich království bylo kdysi někde tady okolo. Něco je muselo znovu přimět vynořit se na povrch. Jsem si jistá, že jich uvidíme více.“\n„Doufám, že mají dobré úmysly,“ odpověděl Bidley.",
	"map.h2terror:6.event.4.description" : "Další nixové přicházeli s každým dnem. Ukázalo se, že mnozí z nich umějí mluvit a dokonce ovládat zbraně. Vysvětlili, že jejich starodávné město bylo na skalnatém ostrově nedaleko a že bylo obléháno démony. Když se jejich princ Tark pokusil obléhání prolomit, byl zajat. Tark je držen jako rukojmí ve vězení Kreeganů někde u břehu Eeofolu. Bidley se rozhodl ho zachránit: nixové by se mohli stát cennými spojenci.",
	"map.h2terror:6.event.5.description" : "Casmetra svolala schůzku mezi sebou, Bidleyem a Jeremym. \n„Mám špatné zprávy. Moji špióni hlásí, že Kreegané si myslí, že Catherine najala piráty, aby je obklíčili a bodli do zad, takže přesouvají některé ze svých zadních sil k mořskému pobřeží. Brzy se pokusí nás odtud vykopnout. Čím rychleji shromáždíme Roh hojnosti, tím lépe,“ informovala je. \n„Krev a hrom! To bude skvělé pro mou pověst,“ zamumlal Bidley bez ducha. „Každý zatracený mořský pes si bude myslet, že pracuji pro Erathii, jen protože jsem zachránil toho mága.“\n„Ale není to dobrá věc, bratře?“ zeptal se Jeremy. „Slevy v hospodách, volný vstup do největších přístavů v království! Jediné, co mě trápí, je, jak najít dost peněz na zaplacení těchto zlodějů vyrábějících artefakty.“ \n„Můžeme pobít Kreegany a vyplenit je. Přece jen jsme piráti!“ zvolal Bidley a Jeremy souhlasil s úsměvem. \n„Zavolejte kluky! Brzy budeme proměňovat ohnivé démony v mořské démony.“",
	"map.h2terror:6.event.6.description" : "Byl jsem v podpalubí a hádal se s lahví rumu, když se objevil Patris.\n„Kapitáne, chtěl bych s vámi mluvit o tom, co se děje,“ řekl.\n„Dobře, poslouchám,“ přikývl jsem.\n„Nelíbí se mi, že vás tahle žena táhne do všech těch problémů. Proč riskujete krk kvůli tomu artefaktu? Ztrácíme dobré lidi v boji s těmi démony,“ řekl vážně můj první důstojník.\n„Bylo to naše vlastní rozhodnutí,“ odpověděl jsem, „nikdo nás do toho netáhl. Život poctivého piráta je život plný rizik - to víš. Mimochodem, brzy budeme mít novou loď, krásnou - fregatu! Všichni ti velkohubci v Regně si budou kousat jazyky.“ \n„Dobře, kapitáne. Jste šéf,“ souhlasil Patris a nechal mě být. Nemohl jsem pochopit, proč měl Casmetru tak rád.",
	"map.h2terror:6.event.7.description" : "Je třeba vzít v úvahu, že čím více budeme otálet, tím více sil budou Kreegané schopni shromáždit. Brzy budou smrtelnou hrozbou. Musíme útočit na nepřítele co nejdříve!",
	"map.h2terror:6.guards.65.2.1.message" : "Z tohoto místa se nedá snadno dostat - je to past!",
	"map.h2terror:6.guards.92.0.0.message" : "Vypadá to, že zde je držen vůdce nixů. Doufejme, že bude vděčný tvor.",
	"map.h2terror:6.header.description" : "Jeremy, Bidley a Casmetra musí shromáždit Roh hojnosti. Tark musí být propuštěn z vězení, aby bylo možné dokončit scénář. Maximální úroveň hrdiny je 18. Po vítězství Jeremy, Bidley a Casmetra postoupí do dalšího scénáře kampaně.",
	"map.h2terror:6.header.name" : "Břehy pekla",
	"map.h2terror:6.quest.12.1.0.completed" : "Máme dohodu. Začnu s prací.",
	"map.h2terror:6.quest.12.1.0.firstVisit" : "Zdravím! Jsem schopen vytvořit zdroj nekonečného dřeva. Bude vás to stát 30 000.",
	"map.h2terror:6.quest.12.1.0.nextVisit" : "Žádná dohoda. 30 000 a ani zlatka méně!",
	"map.h2terror:6.quest.13.60.0.completed" : "Máme dohodu. Začnu s prací.",
	"map.h2terror:6.quest.13.60.0.firstVisit" : "Zdravím! Jsem schopen vytvořit zdroj nekonečného rtuti. Bude vás to stát 90 000.",
	"map.h2terror:6.quest.13.60.0.nextVisit" : "Žádná dohoda. 90 000 a ani zlatka méně!",
	"map.h2terror:6.quest.30.17.0.completed" : "Máme dohodu. Začnu s prací.",
	"map.h2terror:6.quest.30.17.0.firstVisit" : "Jsem schopen vytvořit zdroj nekonečné síry. Bude vás to stát 90 000.",
	"map.h2terror:6.quest.30.17.0.nextVisit" : "Žádná dohoda. 90 000 a ani zlatka méně!\n\n",
	"map.h2terror:6.quest.31.0.0.completed" : "Perfektní. Předejte peníze a vezměte si svůj artefakt.",
	"map.h2terror:6.quest.31.0.0.firstVisit" : "Jsem schopen vytvořit zdroj nekonečných drahokamů. Bude vás to stát 80 000.",
	"map.h2terror:6.quest.31.0.0.nextVisit" : "Žádná dohoda. 80 000 a ani zlatka méně!",
	"map.h2terror:6.sign.12.81.0.message" : "Pevnost Kastrig",
	"map.h2terror:6.sign.75.68.0.message" : "Ďábelská zátoka",
	"map.h2terror:6.sign.93.0.0.message" : "Vězeňský blok",
	"map.h2terror:6.town.10.79.0.name" : "Pevnost Kastrig",
	"map.h2terror:6.town.47.43.0.name" : "Nyksas",
	"map.h2terror:6.town.6.8.1.name" : "Centrum",
	"map.h3horn:0.event.1.description" : "Mám silný pocit, že se to už někdy stalo. Ztroskotán na neznámém ostrově, opět. A opět bez lodi. Patris tu není... Každopádně poslední, co si pamatuji, bylo, že jsem byl vtáhnut do víru, když ta děvka Casmetra uchvátila prokletý Roh. Ta zlá čarodějnice! Ani já, ani... ach, co to vlastně ji tak zajímalo! Jediné, po čem toužila, byl Roh Propasti! Zatracení! Nikdo neunikne hněvu Jeremyho Albatrosse!\n\nZnovu jsem ztratil svou vysokou botu. \n\nNěkde nedaleko se potulovala hrstka kluků, kteří byli vtáhnuti se mnou. Přemýšlím, zda ti ostatní měli méně štěstí? Doufám, že ne. Bidley zůstal pozadu... 'Hej, lotři!' zvolal jsem na shromážděné muže. 'Musíme odtud vypadnout! Ale nejdřív musíme zjistit, kde jsme, při boha!'",
	"map.h3horn:0.event.10.description" : "Timurovi muži hlásí, že pod ostrovy se nachází rozsáhlá síť jeskyní. Bydlí tam jak monstra, tak inteligentní bytosti. Nemám však velké naděje, že tyto 'inteligentní' bytosti převyšují naše běžné 'arrrbghs'. Měli bychom tam hledat Grál?",
	"map.h3horn:0.event.11.description" : "Dostaly se ke mně znepokojivé zprávy, že v jeskyních žijí démoni, a to nejen Tuunbaq. Během první války Kreegané sem vyslali expedici. Catherine však byla schopna porazit Eeofol a Nighon, než expedice dorazila. Aliance s Eeofolem byla zrušena a kreegané zůstali v těchto jeskyních opuštěni. Pochybuji, že by se za tu dobu stali milšími.\n\nProtože, víte, nemůžete přistát, kde se vám zachce, ztratit vysokou botu a nepotkat Kreegany.",
	"map.h3horn:0.event.2.description" : "Znovu mám pocit, že prožívám minulé události, s výjimkou toho, že jsem na nějakém mělkém smrdutém ostrově. Moje 'Utopie' je pravděpodobně daleko odsud. Upřímně řečeno, mám pocit, že jsme někde na rohu kreeganů. I vzduch je tu jiný... Musíme naléhavě najít osadu, abychom doplnili zásoby vody. \n\nTo je ta nejveselejší část života mořského vlka: šance zemřít dehydratací, obklopen vodou. Ale Jeremy Albatross ví lépe než se bát takových maličkostí! Mám spíše pocit, že nebezpečí a obtíže kují pirátskou povahu. Až vyjde kniha s mou biografií, bude zobrazovat mou statečnost a rytířství jako piráta!",
	"map.h3horn:0.event.3.description" : "Přede mnou stál malý, tmavý, šilhavý muž s tenkým tmavým knírkem. Vzpomněl jsem si, že takové kmeny žijí někde v Krewlodu a vedou kočovný život. Usoudil jsem, že je pravděpodobně vůdcem zde. \n'Kdo jste?' zeptal jsem se a mračil se. 'Jmenuji se Timur.' Odpověděl.\n'A kdo jste vy lidé? Co tady děláte?'\n'Ne, kdo jste vy!' zvolal Timur. 'Žili jsme tu v pokoji, bez problémů. Přijdete, zabijete všechny, zničíte pevnost!'\n'Odpověz na otázku!' zahřměl jsem.\n'Jsme uprchlíci. Dříve jsem pracoval na plantážích.' odpověděl místní. \n'Jaké plantáže?' zajímal jsem se.\n'Je tu velký ostrov na severu,' odpověděl můj tmavý přítel. 'Tam je město New Steadwick.' \n\nTeď už jsem věděl, kde jsem, a to mi nepřidalo na radosti.\n'New Steadwick!' vykřikl jsem tak naštvaně, že nejen Timur, ale i moji vlastní muži se zalekli, 'New Steadwick! Říkejte, že je to vtip!' Chytil jsem ho za límec a přiložil mu k hrdlu šavli.\n'Přísahám na krev a čest!' vykřikl, zpocený jako prase. 'Opravdu se to tak jmenuje!'\n'Slyšíte to, muži?' pustil jsem chudáka Timura a otočil se k posádce, zatímco gestikuloval, 'Potop mě! Uvědomujete si, kde jsme?!'",
	"map.h3horn:0.event.4.description" : "Velmi daleko na východ od Erathie se nachází souostroví uprostřed nekonečného moře. My, piráti, ho nazýváme Gilbertovy ostrovy.  Erathiané mu říkají Klondike. Před časem, v době rozkvětu Erathie, zde založili pevnost na největším ostrově, která se později rozrostla v osadu a nakonec v plnohodnotnou kolonii.\n\nMírné klima umožňuje pěstování tabáku, kávy, cukrové třtiny, místních exotických ovoce a zeleniny. Dříve byly tyto plodiny dostupné pouze v Tatalii. Po smrti Gryphonhearta bylo přerušeno spojení s metropolí a místní místokrál se cítí jistě jako vládce souostroví. Místní piráti jej vyzvali o kontrolu nad zemí, a vypukla válka.\n\nNicméně to všechno není tak důležité... Důležité je, že tyto ostrovy jsou strašně daleko od kontinentu! A já nemám ani ponětí, kde je Bidley a kam bych měl plout.",
	"map.h3horn:0.event.5.description" : "Když jsme byli malí, maminka nám vyprávěla příběh o Vodící hvězdě. Co je legrační, ten samý příběh jsem slyšel od pirátů a čerta ví od koho ještě.\n\n\"Jeremy-kane?\" ozval se za mnou hlas.\n\n\"Co je?\" otočil jsem se na Timura. Stal se jakýmsi průvodcem, když si uvědomil, že jsem teď ve velení.\n\n\"Nechci se ptát. Ale proč jste se vydal do těchto zemí? Bojujete jako opravdový syn stepi. Jste válečník.\"\n\n\"Va-a-léčník...\" zamumlal jsem. \"Plul jsem sem, abych odplul. Ale nevím, kam jít, do té míry, že bych potřeboval Vodící hvězdu.\" \n\n\"Taky bych chtěl odplout.\" usmál se Timur. \"Zapalte hvězdu a plujte, kam srdce touží!\"\n\n\"Zatracení. Nedělejte mi život ještě těžší.\" zasmušil jsem se a otočil se zpět k moři.\n\n\"Ale Jeremy-kane! Vím, jak ji zapálit!\"",
	"map.h3horn:0.event.6.description" : "Užíval jsem si místní kaši, zatímco jsem se utápěl ve vlastních myšlenkách. Kaše byla vyrobena z cukrové třtiny. Neřekl bych, že je úžasná, ale bude to stačit. Náhle do kabiny vstoupil Timur, následovaný... něčím. Něčím. Pokud tato hromada něčeho ví, jak se odtud dostat, jsem všechny uši. Jinak bych to na místě zastřelil, pro jistotu.\n\n\n\nByl to muž oblečený v šíleném rouchu s peřím a kloboukem, který vypadal jako ptačí hlava. Pod kloboukem byla vidět tmavá kůže, velký nos a kulaté, nevýrazné oči.\n\n\"To je Crang-Crang,\" představil Timur cizince. \"Crang-Crang,\" opakoval zvláštní chlapík bez důvodu. \"Chápu,\" odpověděl jsem naštvaně. \"Alespoň to není Arbgrh. Jak můžeme vidět Vodící hvězdu?\"\n\n\"Grál,\" řekl šaman.\n\n\"Grál?\" upřesnil jsem.\n\n\"Grál. Přineste Crang-Crangu Grál. Zapalte hvězdu! Světlo!\" \n\n\n\nZatáhl jsem Timura za rameno stranou.\n\n\"Co to, sakra, je? Jsem naprosto překvapen, že vůbec umí mluvit.\n\n\"Jeremy-kane, tohle je kněz lidí odtud. Velmi moudrý! Má ale trochu problémy s mluvením, ano.\" \n\"Příšerně! Opravdu zmínil Grál?\" povzdechl jsem si.\n\n\"Ano. Pravděpodobně jej najdeme, pokud se podíváme na obelisky. Můj lid vypráví legendy, že obelisky zobrazují mapu, která ukazuje, kde je Grál pohřben.\" Odpověděl nomád.\n\n\"Dobře. Vezměte svého přítele ven, než všechno tady pohltí jeho zápach... Budu přemýšlet, co dál.\"",
	"map.h3horn:0.event.7.description" : "Nemám ponětí, co je to \"Grál\". Nerad přemýšlím o podivných a irelevantních věcech. Je mnohem příjemnější myslet na zlato, rum a ženy. Osud nařizuje jinak, avšak!\n\n\n\nA tak Grál. Slyšel jsem, že ty věci kdysi spadly z nebes. Nikdo opravdu neví, co to je a kolik jich existuje. Ale každý po jednom touží. No, pokud má Timur pravdu a obelisky opravdu odhalují mapu, proč bychom neměli hledat tento Grál? Jsem připraven prodat svůj poslední vysoký bot, abych se odtud dostal a našel Bidleyho. Maminka by mi nikdy neodpustila, kdybych se nepostaral o svého drahého bratra.",
	"map.h3horn:0.event.8.description" : "Vypadá to, že začínám si vzpomínat na příběhy, které mi Patris vyprávěl o tomto místě... Sprostě! Byl odtud, že? Uprchl, když byl jejich partyzánský oddíl zajat a jeho rodina uvězněna. Je škoda, že Patris už není se mnou. Pravděpodobně by měl nějaké záležitosti na starost.",
	"map.h3horn:0.event.9.description" : "Vypadá to, že místní piráti a místokrál se dozvěděli o naší přítomnosti. Zjevně se jim nelíbí, že Jeremy Albatross narušuje jejich plány. Dobře! Miluji, když se mě bojí. Náš malý pevnost je čím dál častěji napadán těmi, kteří chtějí vypořádat se s piráty a kolonisty. \n\n\n\nJediná věc, která mě opravdu děsí, je, že naši nepřátelé mohou najít Grál před námi.",
	"map.h3horn:0.guards.14.36.0.message" : "Nezdá se, že by to byl volný průchod. Pamatuji si, že lidé říkali, že odsud se dá jenom vycházet. Klíč k vchodu je pravděpodobně někde pod zemí.",
	"map.h3horn:0.guards.19.59.0.message" : "Uviděl jsem loď, otočil se a slavnostně prohlásil: \"Této lodi uděluji jméno 'Černý jednorožec'!\"",
	"map.h3horn:0.guards.30.55.0.message" : "Nikdy jsem nepochopil, k čemu jsou tyto obelisky. Při dotyku by odhalily nějaké nesmysly.",
	"map.h3horn:0.guards.31.29.0.message" : "Na západě můžete vidět nedaleký ostrov. Není to vlastně tak daleko, ale přechod není na dohled.",
	"map.h3horn:0.guards.40.13.0.message" : "Slyšíte hluboké, odporné bublání a hned na to se nad vlnami vynoří ošklivá hlava hada. Překvapený námořník spadne přes zábradlí zadní paluby. Zatímco had si pochutnává na nečekané svačině, vy se stačíte vzpamatovat a nařídíte střelcům otevřít oheň.",
	"map.h3horn:0.guards.6.69.0.message" : "Vidíte skupinu zvláště nepřátelských postav vycházet zpoza nedaleké duny. Ten s nejméně přitažlivou tváří zvedá nad hlavu něco lesklého a začne vykládat nějaké nesmysly. Poté, co dokončil, vytáhne ocel a totéž udělají i jeho druhové.",
	"map.h3horn:0.guards.71.56.0.message" : "Vaše loď jela klidně. Náhle se přímo před vámi zvedla obrovská vlna a s řevem dopadla na palubu. – 'To není moře!' zakřičel jste, vytahujíc plný pistoli. 'Je to léčka!'",
	"map.h3horn:0.guards.8.71.0.message" : "Něco vyčnívajícího z písku upoutalo mou pozornost. Sklonil jsem se, abych to prozkoumal... Vypadá to jako nějaká obuv! Zmateně na mě koukali moji kluci, když jsem zuřivě něco vykopával. O několik minut později jsem z písku vytáhl pár elegantních jasně zelených bot. Dobře udělané, ale špinavé. Nešlo poznat, zda byly určeny pro muže nebo ženy. Spíše na bály než na obyčejné toulky... Ale omrzel mě chůzi jen s jednou vysokou botou na noze. Po otřepání písku jsem si jednu nazul. Velikost byla perfektní, jako by byla ušita přímo pro mě! 'Pěkné boty, kapitáne!' zahihňal jeden z námořníků, ostatní se přidali k jeho veselí. Já jsem na to zasmál. Pak jsem pokrčil rameny a pokračoval dál. Dnes mi štěstí přálo.",
	"map.h3horn:0.header.description" : "Jeremy musí najít Grál a postavit Hvězdu vůdce, aby našel svého bratra. Úroveň je omezena na 16. Jeremy přejde do dalšího scénáře po vítězství.",
	"map.h3horn:0.header.name" : "Pohraničí",
	"map.h3horn:0.monster.19.58.0.message" : "Kdo jste k čertu? Zmizte, tahle loď je naše!",
	"map.h3horn:0.monster.70.2.0.message" : "Pro oběd koně, pro večeři piráty!",
	"map.h3horn:0.quest.11.59.0.completed" : "Chci, abyste tohle předali známému mému. Jeho místo je směrem na východ odtud. Půjdete?",
	"map.h3horn:0.quest.11.59.0.firstVisit" : "Jste tady cizinec, že? To je šikovné! Mám osobní záležitost, o které nechci, aby věděl někdo známý. Vezmete mou nabídku?",
	"map.h3horn:0.quest.11.59.0.nextVisit" : "Nevlájete zelenou vlajkou. Odejděte!",
	"map.h3horn:0.quest.42.24.0.completed" : "Úžasné! Tento čtyřlístek dokonale zapadá do mých plánů! Mimochodem, nechtěli byste se postarat o malou výpravu? Tento předmět je prokletý. Někde na severovýchodě odtud žije starý chlap, který by mohl vědět, jak to prokletí zrušit.",
	"map.h3horn:0.quest.42.24.0.firstVisit" : "Čekám na posla s balíčkem od mého přítele, měla by to být nějaká živá rostlina.",
	"map.h3horn:0.quest.66.1.0.completed" : "Má panenka! Konečně! Znovu budu moci vrhat kletby! Ach, vrátily se dobré staré časy! A myslet, že jsem musel spoléhat na invaze hadů, abych obtěžoval své sousedy! To není zdaleka tak zábavné a hadi jsou čím dál větší a těžší na zvládání. Chcete se jich zbavit?",
	"map.h3horn:0.quest.66.1.0.firstVisit" : "Před dlouhou dobou jsem ztratil velmi cennou věc. Na první pohled nemusí vypadat, že má velkou hodnotu, ale nese drahé vzpomínky. Kdybyste ji našli a přinesli mi ji zpět, byl bych velmi vděčný.",
	"map.h3horn:0.quest.67.59.0.completed" : "Ďábelská podkova! Přesně to, co jsem hledal. Jsem vám velmi vděčný, že jste mi ji přinesli. Teď, můžete tohle předat mým kolegům? Jeho chýše je uprostřed archipelagu. Možná bude chtít, abyste pro něj něco udělali také.",
	"map.h3horn:0.quest.67.59.0.firstVisit" : "Můj přítel měl poslat určitý artefakt, pokud by potkal někoho spolehlivého, kdo by to předal. Mohl byste to být vy? Jedná se o velkou, rezavou podkovu.",
	"map.h3horn:0.quest.71.18.0.firstVisit" : "Had spolkl můj klíčenku a zmizel směrem na západ. Pronásledujte ho a přineste věc zpět. Oplatím se vám.",
	"map.h3horn:0.sign.23.11.0.message" : "Plantáž",
	"map.h3horn:0.sign.27.53.0.message" : "Bounty ostrov",
	"map.h3horn:0.sign.36.41.0.message" : "Tady byl Gallavant",
	"map.h3horn:0.sign.46.30.0.message" : "Tyto ostrovy objevila statečná navigátorka Siagum a její první důstojník Tsilataf.",
	"map.h3horn:0.sign.46.71.0.message" : "Pevnost Kenengem",
	"map.h3horn:0.sign.63.5.0.message" : "Smaragdová laguna",
	"map.h3horn:0.sign.64.66.0.message" : "Zde je uvězněna Serene. Byla usvědčena z neoprávněného vstupu do dungeonu.",
	"map.h3horn:0.town.17.55.0.name" : "Sharkania",
	"map.h3horn:0.town.32.8.0.name" : "New Steadwick",
	"map.h3horn:0.town.5.14.0.name" : "Zátoka Barkling",
	"map.h3horn:0.town.68.7.0.name" : "Evergreen",
	"map.h3horn:1.event.0.description" : "Bidley nerozuměl, kde se ocitl. Byl snad mrtvý? Poslední, co si pamatoval, bylo, jak ho vtáhlo nějaké víření. A nyní byl na tomto zvláštním místě se zbytky svého týmu.\n\nZdálo se, jako by stál na dně moře. Vysoko nad jeho hlavou plavaly (nebo létaly?) hejna ryb a obrovské želvy. Ale nebylo to všechno kolem voda. Kdyby to byla voda, nemohl by dýchat ani se volně pohybovat. Vzduch kolem něj byl jako viskózní a vlhký, jako nějaká extrémně průhledná kapalina, ve které mohl dýchat.\n\nZa ním byl bledý portál. Někde na druhé straně portálu byli Jeremy, Tark a vychytralá čarodějka Casmetra s Rohem. Nyní si Bidley uvědomil – všechno to bylo inscenováno čarodějkou, aby získala artefakt! Zatímco Bidley byl zajat, vyslechl Dagrema. Dozvěděl se, že Casmetra najala kouzelníka, aby našel Roh, ale když selhal, hodila ho do jeskyně. Proto se chtěl pomstít a vzít si starobylý artefakt. Ale Bidley by na to měl myslet dříve.",
	"map.h3horn:1.event.1.description" : "Ke vojsku Bidleyho se přibližovala podivná bytost...Už několik takových viděl – byla to víla. Bylo zajímavé sledovat, jak létá tímto místním 'vzduchem'.\n\n'Wow!' řekla víla zvonivým hlasem, 'tohle musí být prvotní bytosti!'\n\n'Kde... kde jsme?' zeptal se zmatený pirát.\n\n'Na rovině Vody!' odpověděla smějíc se, 'Není to tu nádherné?'\n\n'Nádherné,' přikývl Bidley ponuře, 'ale jak se odtud dostaneme?'\n\n'To je těžké. Musíte se zeptat Marina.'\n\n'Kde ho najdu?'\n\n'Je tady nedaleko město – Slaná voda. Ale prvotní bytosti tam nejsou připuštěny.'\n\n'Já určitě budu,' řekl Bidley a připevnil si na opasek šavli.\n\n'Jaký strašný prvotní bytost!' zasmála se znovu víla, 'hodně štěstí, pak. Slaná voda je odtud na východ.'",
	"map.h3horn:1.event.2.description" : "Bidley měl těžké srdce. Přivedl svého bratra do tohoto šíleného plánu a nyní ho ztratil. Je Jeremy stále naživu? Ale pirát byl přesvědčen, že určitě vyvázne z tohoto zvláštního neznámého světa a najde svého příbuzného.",
	"map.h3horn:1.event.3.description": "Bidley vstoupil do krásné budovy neznámé architektury. Muselo to být něco jako knihovna. Místnost neosvětlovaly ani pochodně ani svíce, ale nějaké podivné koule, které zářily jasně bílo-modrým světlem. Knihovní regály se prohýbaly pod knihami, schody vedly k horním patrům. Jinak to byla typická knihovna.\n\n\n\n„Kdo jsi?“ zazněl hlas z temnoty.\n\n„Jsem kapitán Bidley,“ odpověděl pirát a obrátil se ke zdroji hlasu, „a hledám Marinuse.“\n\nZ temnoty vyšla podivná bytost vypadající jako člověk bez vlasů a pokrytá šupinami.\n\n„Proč potřebuješ Marinuse, prvotní?“ zeptala se bytost.\n\n„Skřítek mi řekl, že ví, jak se dostat z Roviny Vody.“\n\n„No, nelhal ti,“ souhlasil domorodec, „jsem Marinus, správce knihovny Saltwater.“\n\n„Proč nás nazýváš ‚prvotní‘?“ zeptal se Bidley.\n\n„‚Prvotní‘ nazýváme všechny obyvatele tvého světa a podobné. Ano, a nedívej se na mě tak. Jsem mořský muž. Náš druh není tak početný, ale někteří členové mého klanu žijí také ve tvém světě.\n\n\n\nO několik minut později Bidley propustil své lidi a Marinus a on si sedli do křesel.\n\n„Přišli jste v nepříhodné době,“ povzdechl si mořský muž, „v současnosti jsou Elementální Páni znepokojeni válkou s Kreegany ve vašem světě a bojí se pomsty z jejich strany. Proto je těžké dostat se do jakékoli Roviny, a také z ní. Ale můžete počkat, až válka skončí.“\n\n„Nemám čas čekat,“ povzdechl si pirát. „Můj bratr může mít problémy. Byl jsem zrazen a teď chci pomstít zrádce.“ \n„Pak nemáte mnoho možností,“ řekl Marinus zmateně. „Nejbližší cestou do vašeho světa je portál v Coralgate. Ale Pán Vody tam umístil mocné stráže, aby se vyhnul invazím kriganů. Nedovolí nikomu vejít ani vyjít.\n\n„Pokud musím bojovat, jsem připraven!“ prohlásil Bidley s nadšením. \n„Nejen, že budete muset bojovat,“ řekl správce kroutě hlavou, „Pán Vody také předvídal případ, kdy stráže padnou. Proto jsou brány do Coralgate zamčené Vodním klíčem, Mlžným klíčem a Ledovým klíčem. Stejně tak i vstup...",
	"map.h3horn:1.event.4.description": "Mořský muž řekl, že Ledový klíč lze najít na jihozápadě a je střežen mocnými ledovými draky. A Bidley má omezené zdroje: musí zkrotit bytosti z Roviny Vody. Možná je lepší nejdříve hledat Mlžné a Vodní klíče? Ty střeží muži Pána Vody. Pokud je dokážeme porazit, budeme schopni přivést na naši stranu více bytostí.",
	"map.h3horn:1.event.5.description": "Bidley si vzpomněl na svůj starý sen. Ve snu plaval ve vodě a viděl skrz ni velmi jasně, jako by to byl vzduch. Mohl to být prorocký sen, který předpověděl jeho příchod do Roviny Vody? Tyto myšlenky mu naháněly hrůzu. „Nesmysly! Je to jen náhoda,“ myslel si Bidley, aby se uklidnil. Ale v hloubi duše věděl, že to všechno není tak jednoduché.",
	"map.h3horn:1.guards.5.40.0.message" : "Vaši námořníci zahlédli vrak, kolem plavaly těla. \n\"Někteří z těch chudáků by mohli přežít, kapitáne... Mohli bychom použít další ruce\", pronesl mladý námořník. \n\"Právě tak, kámo\", souhlasil jste. \"Nastav kurzu k vraku!\" \nAle při bližším prozkoumání byla všechna těla už zralá, rozkládající se na slunci. Rozkázal jste ihned odplout, ale zdá se, že mrtví měli za lubem lumpárny.",
	"map.h3horn:1.guards.51.107.0.message" : "Dívaje se na vodní hladinu, všimli jste si poblíž plavoucí lahve. Nařídili jste posádce, aby ji vytáhla, a doufali, že uvnitř nejsou žádné zlé duchy. Brzy k vám přiběhl jeden z kamarádů a řekl: \n“Neuvěřitelné! Možná je to zpráva od jiných vězňů plánu?” \nLahvičku jste mu sebral, obsahovala kus papíru. Po přečtení zprávy jste si uvědomil, že je strašně zastaralá. \n“Autor tohoto dopisu byl Barsolar, bratranec Nesmrtelného krále a jeden z největších plánových dobrodruhů. Zemřel před několika desetiletími na Enrothu... Ale pokud se odtud kdysi dostal, můžeme se dostat i my!”",
	"map.h3horn:1.guards.52.8.0.message" : "Generál Pán Vod o strážení Coralgate promluvil na Bidleyho ze zdi,\n“Hloupý prvok! Co to děláš? Osabuješ nás spolčováním s Krigany. Nejsou to jen naši nepřátelé, ale i tvoji. Co teď? Hodláš zaútočit na tuto nezvítězitelnou pevnost? Nyní zahyneš kvůli své hlouposti!”\n“Přesto si vezmu svou šanci tě odtud vykopnout a dostat se domů!” odpověděl Bidley rozhodně.",
	"map.h3horn:1.header.description" : "Bidley musí dobýt město Coralgate a uniknout z roviny vody. Bidley nesmí zemřít. Maximální úroveň hrdiny je 18. Po vítězství se Bidley přesune do dalšího scénáře.",
	"map.h3horn:1.header.name" : "Srdce Vody",
	"map.h3horn:1.sign.11.88.0.message" : "Ledový klíč",
	"map.h3horn:1.sign.12.47.0.message" : "Vodní klíč",
	"map.h3horn:1.sign.92.44.0.message" : "Klíč mlhy",
	"map.h3horn:1.town.54.7.0.name" : "Coralgate",
	"map.h3horn:1.town.86.98.0.name" : "Slaná voda",
	"map.h3horn:2.event.0.description" : "Jeremy vešel do „Černé značky“, rychle se rozhlédl, rozpažil a radostně zvolal: „Můj mladší bratře!“\n\nBidley nestihl zareagovat a ocitl se v objetí svého příbuzného. \n„Jeremy! Svatá hrůzo! Odkud se tu bereš? Právě jsem se chystal tě začít hledat.\n\"Vedoucí hvězda mi ukázala cestu\", odpověděl bezstarostně Jeremy, pustil bratra. \n\"Jaká hvězda?\", zamračil se Bidley.\n\"Nevaž si toho. Už vybledla. Nedovedeš si představit, kde jsem byl! Kanibalské kmeny, obchodníci s otroky, tohle kukuřičné pole...\nTy máš štěstí! A já jsem byl na rovině vody\" \n\"Co jsi tam dělal?\", zeptal se Jeremy podezřívavě. \"Plavil jsem se,\" odpověděl Bidley chladně. \n\nPiráti se posadili ke stolu a nějakou dobu diskutovali o svých dobrodružstvích, ale později téma přešlo na to, kdo je do těchto dobrodružství vlastně zamotal.\n\"Casmetra\", povzdechl si Bidley, \"ta čarodějnice. Oklamala nás všechny. Zradila i svého žoldnéře. Byl to...Dargen?\" \n\"Dagrem,\" souhlasil bratr, \"ale Jeremy Albatross nikdy nezapomíná na své nepřátele! Casmetra zaplatí za své zločiny.\" \n\"Nevěřím svým uším!\", usmál se Bidley a srkl víno, \"Myslel jsem, že jste si byli dobří\" \n\"Ano, ale co jsem mohl dělat?!\", učinil Jeremy bezmocné gesto, \"Vždycky jsem byl příliš vnímavý k ženské kráse! Nejsem tak krutý jako můj bratr, kterého nezajímají ženy, ani muži, ani mořské panny. Uvažoval jsi někdy o kariéře v chrámu Slunce?\" \"Pomyslím na to, jakmile osobně udusím Casmetru\", odpověděl starší bratr chladně. \n\"Víš, co je na tom nejzajímavější?\", řekl Jeremy vážně a nechal stranou veškerou posměšnost, \"Neukrývá se. Tato čarodějnice oznámila všem v Regně, že získala Růh propasti. Myslím, že samotný Hrozný pirát Stanley se skrývá ve své vile a předstírá, že se nic zvláštního nestalo. Kromě toho se mi podařilo získat nějaké informace...\" \n\"Bojí se jí\", přikývl Bidley. \"Celá prokletá říše Nekonečného oceánu se plazí jako vězeňská krysa a čeká, co bude dál. Nevím, proč potřebovala Růh a proč ho tak usilovně pronásledovala, ale teď ho musíme vzít od ní. Nejen proto, že je můj...náš, ale také proto, že se mi nelíbí, co se děje!",
	"map.h3horn:2.event.1.description" : "Casmetra se opravdu neskrývala a každý opilý námořník v Regně věděl, že zůstává ve svém sídle s Rohem propasti. Tark, starý přítel Bidleyho a Jeremyho, ji už sledoval. Od chvíle, kdy praskl hrad Dagrema, věřil pangolin, že piráti nepřišli o život a že se jednoho dne vrátí pomstít. A měl pravdu.\n\nJediný problém byl, že ostrov Casmetry strážilo velké množství jejích zločinců. Byly tam alespoň čtyři hrady; ale nebylo známo, kde se hostitelka nachází. Bidley, Jeremy a Tark přistáli na různých částech ostrova, postavili tábory a připravovali se na útok na území mocné čarodějnice.",
	"map.h3horn:2.event.2.description" : "Jeden z Tarkových zvědů se vrátil s nějakými informacemi. Existuje dlouholetá fáma, že Casmetra nejenže vlastní Růh propasti, ale také se snaží něco s ním provést, uskutečnit nějaký rituál. Pokud je to pravda, musíte ji zastavit, než uspěje, protože nikdo neví, co dělá a z jakého důvodu.",
	"map.h3horn:2.event.3.description" : "\"Soho, mladší bratře, hlavu vzhůru! Brzy tu čarodějnici chytíme a zaplatí za všechno!\", vesele řekl Jeremy.\n\"Jenom když přijdeme včas\", zamračil se Bidley, \"Není to nadarmo, že mám obavy. Ona něco ví o Rohu, co my nevíme.\"\n\"Najmeme nekromancera, aby vyslýchal její mrtvolu!\", zlověstně se zasmál mladší bratr a v afektu mladické odvahy vystřelil z pistole do vzduchu.",
	"map.h3horn:2.event.4.description" : "Nakonec se vrátil další zvěd. Zjistil, že pod ostrovem je tajná jeskyně. Pravděpodobně byste měli Casmetru hledat tam. Stačí najít způsob, jak se do jeskyně dostat.",
	"map.h3horn:2.event.5.description" : "Byl to podivný den. Moře se pokrylo zvlněním a pak náhle zmizelo. Mohlo by to být přírodní jev, ale většina lidí včetně Bidleyho a Jeremyho obviňuje z toho čarodějnici a její kouzla.",
	"map.h3horn:2.event.6.description" : "Zdá se, že obavy nebyly nadarmo! Stovky lidí sledovaly, jak se moře chvěje a slyšely, jak sténá. Jako by se snažilo vyskočit ze svých břehů, ale pak to rozmyslelo.\n\"Prokletí!\" zaklel Jeremy, \"měli bychom si pospíšit. Nevím, co Casmetra dělá: ničí Růh, zachraňuje svět, vytváří nový koště... - Růh musí být co nejdříve odebrán! Vůbec se mi nelíbí, co se tady děje.\"\n\"Ani mně,\" přikývl bledý Jeremy, \"Co když chce probudit Spícího?\" \"Koho?\", zeptal se starší pirát překvapeně.\n\"No, vlastně to dává smysl. K probuzení ho potřebujete zahrát na Růh\", zamumlal si Jeremy pro sebe a pohlédl na svého bratra a pokračoval. \"Existuje legenda o starověkém bohu, který spí na dně moře...\" \"Oh, teď si tady připomínejme všechny námořnické příběhy,\" odmávl Bidley a odešel za svými záležitostmi.",
	"map.h3horn:2.event.7.description" : "Dnes se opět stalo něco podivného a všichni slyšeli zvuk přicházející z hlubin oceánu, který připomínal spíše sténání. Času je čím dál méně.",
	"map.h3horn:2.event.8.description" : "Jeremy se zdá být posedlý teorií o tomto bohu spícím na dně moře. Někde se mu podařilo najít traktáty starověkého mága Joycrafta, prostudoval je a došel k závěru, že Casmetra byla členkou zlověstného kultu, který slouží Spícímu.",
	"map.h3horn:2.event.9.description" : "Obloha se zatáhla a už dva dny silně prší. Na moři je stálá slabá bouře. Není pochyb o tom, že je to dílo Casmetry: jak dny prodlužují, bouře jsou silnější.",
	"map.h3horn:2.guards.38.13.0.message" : "Po bitvě si pirátská armáda vzala krátkou pauzu. Jeremy popadl malý pytlík pro případ, že by na padlých bylo něco cenného k uloupení. Láhev toberského brandy z Ostrovů Dagger Wound, také, aby byla tahle nuda méně nudná. \nPřecházel od těla k tělu a všiml si Tarka nedaleko. Válečník se skláněl k každému padlému Nixovi, položil ruku na jejich hruď a něco sotva slyšitelně říkal. \n\"Co to děláš, Tarku?\" - zasmál se Jeremy, když se přiblížil. \n\"Posílám je na jejich poslední cestu, podle starého zvyku. Tak to dělali naši předci, v dobách, kdy ještě impérium Nixaaru existovalo.\" \n\"Nixaaru? O tom jsem nikdy neslyšel.\" \n\"Když byl svět pokrytý chaosem Ticha, ponořili jsme se do Nekonečného oceánu, a tam jsme vybudovali naše impérium. Rozkvétali jsme, dokud na nás nezaútočili Tritoni z roviny vody. Národ byl rozdělen. Někteří zemřeli, někteří bojovali. A ti, kteří přežili, se stali otroky Vládců. Kdo byl jednou otrokem, nikdy nezapomene, jaké to je… Bojoval jsem za svobodu svého lidu, aby znovu ožili a rozkvétali. A teď je pohřbívám, zabité v nové válce.\" \n\"Všichni jednou umřeme. Ale nic nezmizí beze stopy, věřím. Naše činy budou žít věčně! - řekl Jeremy s úsměvem.\" \n\"Tvůj bratr Bidley touží především po moci. A po čem toužíš ty, Jeremy Albatrose?\" - zeptal se náhle Tark. \nJeremy nedokázal odpovědět, dal si doušek brandy a pokračoval dál, ale pytlík nechal za sebou.",
	"map.h3horn:2.guards.38.15.0.message" : "Mezi ostatními vojsky skupina Nixů obsadila hradby pevnosti. Všichni již věděli, že se stali žoldáky, kteří slouží různým kapitánům z Regny po osvobození z Nighonu. A nyní měli bojovat proti svým vlastním. \nTark, osvoboditel a vládce Nixů, chtěl přivést všechny k rozumu a vyzval své kmenové příslušníky, aby se přidali k jeho věci. \n\"Bratři, přidejte se ke mně, jako za starých časů! Trable potkají toho, kdo se postaví proti svému bratrovi. To nechci.\" \nJeden z nixů z posádky, zjevně jejich vůdce, odpověděl: \n\"Jak se liší kapitán, jehož botu dnes líbáš, od kteréhokoli jiného? Zradil jsi svůj lid, Tarku! Připravil jsi nás o jednotu, donutil jsi nás přidat se k pirátům. Nezabiju tě za zlato. Udělám to, protože jsi nepřítel!\" \nToto se ukázalo být posledními slovy tohoto Nixe. V tu chvíli ho z hradby smetla dělová koule.",
	"map.h3horn:2.guards.59.10.1.message" : "Zdá se, že jste na správné cestě – Casmetra se skrývá právě tady.",
	"map.h3horn:2.guards.6.27.0.message" : "Záloha!",
	"map.h3horn:2.guards.74.13.0.message" : "\"Znovu jsme se stali vrahy příbuzných\", povzdechl si Tark při pohledu na padlé. Popadl lopatu a začal kopat hrob. Další Nixové následovali jeho příklad.",
	"map.h3horn:2.guards.74.15.0.message" : "Když se přiblížily Tarkovy jednotky, nepřátelskí Nixové vstali, syčeli a křičeli \"Žádné slitování!\". Všechna posádka se chystala zaútočit.",
	"map.h3horn:2.guards.8.19.0.message" : "Vzduch na tomto místě je velmi prašný a suchý. Je těžké dýchat. Vaši vojáci si zakrývají obličeje šátky.",
	"map.h3horn:2.guards.88.75.0.message" : "[PH]   Velký pytel zlata!",
	"map.h3horn:2.header.description" : "Bidley, Jeremy a Tark musí porazit Casmetru, než aktivuje Růh propasti. Maximální úroveň hrdiny je 24. Bidley, Jeremy a Tark se po vítězství přesunou do posledního scénáře.",
	"map.h3horn:2.header.name" : "Růh propasti",
	"map.h3horn:2.sign.40.69.0.message" : "Vstupujete na území Casmetry",
	"map.h3horn:2.sign.60.19.1.message" : "Rituální místnost",
	"map.h3horn:2.sign.73.27.0.message" : "Vítejte v opatství Abon!",
	"map.h3horn:2.town.39.6.0.name" : "Downwich",
	"map.h3horn:2.town.52.35.0.name" : "Aronhem",
	"map.h3horn:3.event.0.description" : "Bidley a Jeremy nedokázali uhasit svou touhu po pomstě. Porážená Casmetra zahodila vše a skočila do portálu, který se okamžitě zřítil. Čarodějka již nebyla v Regně nikdy více viděna. Bidley vzal růh, ale nemohl pochopit, co přesně Casmetra s ním zamýšlela.\n\nPo týdnu marného hledání Casmetry však své pokusy vzdali, neboť Bidley byl nyní ve všech ohledech pirátským králem.\n\nV té době Regna již nebyla uznávaným státem, přesto byla občas označována jako „Říše Nekonečného oceánu“. Poté, co zemřel starý Hareck IX., jeho dědic se nepřihlásil. Mezi piráty vypukl boj o moc. Během zmatků se několika kapitánům podařilo zmocnit se vlády nad rozsáhlými územími, ale chaos pokračoval, jakmile zemřeli nebo ztratili svůj vliv.\n\nZde a nyní byl Bidley králem, a toto slovo znamenalo nejen teror a úctu, ale také mnoho nenávisti. Vlastnění starověkého mocného artefaktu mu umožnilo ignorovat své bývalé kolegy, obyčejné námořníky; strach z neznáma bylo vše, co cítil.\n\nJediné nebezpečí hrozilo na mořích.",
	"map.h3horn:3.event.1.description" : "Byl jasný den, když byl Bidley a jeho tým na pobřeží, v pobřežní pevnosti. Růh propasti visel jakoby zvykle na opasku a Pirátský král se s ním nikdy nerozloučil. Najednou k němu přiběhl jeden z námořníků. Něčeho se bál a měl v ruce svitek.\n„Kapitáne, kapitáne! Přísahám u všech mořských ďáblů! Byl to džin! Džin se objevil a požádal mě, abych vám to předal!“ Bidley zmateně vzal svitek a rozvinul ho. \nNa svitku bylo: „Zdravím tě, Bidley Robertsi, nový Pirátský králi!\n\nJsem Solmyr, skromný služebník Gavina Magnuse, Nesmrtelného krále Bracady. Mého pána znepokojují zprávy, že máš v držení legendární artefakt – Růh propasti. Domníváme se, že tento předmět by měl být uchováván zde, v Bracadě, pod pečlivým dohledem nejmocnějších arcimágů. Nejsi obeznámen s vědami; jsi spíše bandita a zloděj. Nepochybně budeš artefakt používat ve jménu zla: pro získání moci a osobního obohacení. My, mágové z Bracady, nemůžeme zůstat nezúčastněni, když je Růh propasti v rukou chamtivého člověka.\n\nTímto tě informuji, že brzy pošleme ozbrojenou expedici, a já ji povedu. Nebudu tě žádat, abys nám artefakt dobrovolně předal, protože bys stejně odmítl. Dále tě informuji, že samotní Pánové prvků jsou ochotni podpořit mého pána. Jsou také znepokojeni situací v zemi, a Pán vody je rovněž rozzuřen tvým neodpustitelným zničením pevnosti Coralgate.\n\nPro Pirátského krále od Solmyra, džina z Bracady.“ \n\n„Chytrý džin,“ přikývl Bidley, „Růh dobrovolně nepředám, to je jisté. Přijďte si pro něj.“",
	"map.h3horn:3.event.2.description" : "O několik dní později Bidley shromáždil své lidi společně s Jeremym a Tarkem, když bylo jasné, že mágové se chystají zaútočit. „Zatracený Xanthore!“, zaklel Pirátský král, dívaje se přes dalekohled na horizont.\n„Xanthor?“, zeptal se překvapeně Tark. „Kouzelník, kterého jsem zachránil z barbarského vězení. Byl to on, kdo mi o Růhu propasti řekl jako poděkování za svou záchranu.“ „A nyní ti samí kouzelníci nás chtějí zabít kvůli Růhu,“ zasmál se Jeremy, „Ano, osud někdy umí žertovat stejně dobře jako já.“\n\n„A tito Pánové prvků neustále překážejí v této příběhu,“ dodal Bidley a odložil dalekohled. „Alespoň že Erathiané jsou zaneprázdněni s Kreegany a neobtěžují nás,“ uzavřel Jeremy.\n\n„Dobře, kluci,“ obrátil se Pirátský král na přátele, „musíme se připravit na těžkou válku. Zdá se, že Bracada se rozhodla použít proti nám všechny své síly. Ještě jsme neměli tak silného nepřítele, ale posily z Regny dorazí dostatečně brzy.“",
	"map.h3horn:3.event.3.description" : "Přišly znepokojivé zprávy. \n„Drahý mladší bratře, pamatuješ si na Dargema?“ zeptal se Jeremy svého bratra. \n„Toho smolaře, co mě zajal? Je ještě naživu?“\n„Ano, je. Takže shromáždil nějakou směšnou armádu žoldáků a kapitánů, kteří tě nemají v lásce. No, zkrátka, posily z Regny se přidaly k němu.“ \n„To je náhlý obrat,“ řekl chladnokrevně Bidley, „ale to není všechno, že?“\n„Ne,“ zavrtěl hlavou Jeremy, „Dagrem přitáhl další milovníky vzácných artefaktů – čaroděje z Nighonu. Zdá se, že jim slíbil Růh, ale ve skutečnosti jen touží po pomstě. Ačkoli nikdo neví, co doopravdy chce.“ \n„Tolik lidí touží po jednom Růhu!“ zasmál se Pirátský král, „a jak si ho mezi sebou rozdělí, i když mě zabijí?“ \n„Vsadím se, že začnou zabíjet jeden druhého,“ zdvihl ruce v zoufalství mladší bratr. \n„Doufám, že začnou zabíjet jeden druhého dříve, abychom se mohli připlížit a podříznout jim hrdla,“ řekl ponuře Bidley a ukázal svůj šavle.",
	"map.h3horn:3.event.4.description" : "Zdá se, že Páni prvků materializovali své pevnosti někde na severu. Pán Země však měl nějaké potíže. Jeho armáda měla objevit se pod zemí a ocitla se v moci čarodějů z Nighonu, kteří to vůbec nečekali.",
	"map.h3horn:3.event.5.description" : "Nepřátelská armáda se každým dnem posiluje. Tark si myslí, že by bylo dobrým taktickým rozhodnutím, kdybychom nepřátele postavili proti sobě a využili jejich oslabení. Jeremy si myslí, že lepší možností by byl náhlý úder na tábořiště zrádců a žoldáků, aby jim zabavili zbraně a zdroje.",
	"map.h3horn:3.event.6.description" : "KdoVládneBartertownu",
	"map.h3horn:3.event.7.description" : "Přesto zůstali někteří, kteří se neprodali Dargemovi. Věrní kapitáni slibují, že vám pošlou loď s dodávkami.",
	"map.h3horn:3.event.8.description" : "Loď s dodávkami dorazila. Další loď se očekává za jeden měsíc.",
	"map.h3horn:3.guards.127.25.0.message" : "„Vstup zakázán“",
	"map.h3horn:3.guards.128.54.1.message" : "Zdá se, že lidé z Nighonu zde drží nešťastné nepřátelské generály.",
	"map.h3horn:3.guards.130.53.1.message" : "„Odejděte odsud, pokud nechcete skončit ve svých klecích!“",
	"map.h3horn:3.guards.76.49.0.message" : "Bidley znovu otřel Růh kusem jelenice, i když artefakt byl bez jediné skvrnky. Tak tohle je to, co lidé tak moc toužili získat. Od té doby, co poznal, co Růh dokáže, jeho sebevědomí stouplo do nebe. Přesto ho občas zamrazilo, když pomyslel na to, že děsivé mořské duchy poslouchají jeho rozkazy.",
	"map.h3horn:3.header.description" : "Bidley a jeho kamarádi musí porazit všechny nepřátele, kteří se snaží získat Růh. Bidley nesmí zemřít. Žádné omezení úrovně hrdinů.",
	"map.h3horn:3.header.heroNames.82" : "Warden",
	"map.h3horn:3.header.name" : "Všichni na palubu!",
	"map.h3horn:3.header.player.4.mainHeroName" : "Warden",
	"map.h3horn:3.heroes.82.name" : "Warden",
	"map.h3horn:3.sign.125.38.0.message" : "Vojenský tábor Dargema",
	"map.h3horn:3.sign.126.14.0.message" : "Vstup zakázán! Sesuv půdy!",
	"map.h3horn:3.sign.126.55.1.message" : "Vězeňská čtvrť",
	"map.h3horn:3.sign.129.28.0.message" : "Farma Bahensů",
	"map.h3horn:3.sign.130.137.0.message" : "Kolonie čarodějů",
	"map.h3horn:3.sign.132.125.0.message" : "Doly Bracudin",
	"map.h3horn:3.sign.40.142.0.message" : "Do Bracady",
	"map.h3horn:3.sign.40.9.0.message" : "Zdar bratrstvu pirátů!",
	"map.h3horn:3.sign.56.26.1.message" : "Severní tunel Nighonu\nDélka: 5 mil",
	"map.h3horn:3.sign.73.58.1.message" : "Tajná skrýš",
	"map.h3horn:3.sign.77.139.0.message" : "Údolí prokletých",
	"map.h3horn:3.sign.86.72.1.message" : "Hostinec „Porážený beránek“",
	"map.h3horn:3.sign.87.106.0.message" : "Komnaty Titánů, pánů nebes",
}
